{
  "topic": "fun-facts",
  "facts": {
    "01-01": [
      {
        "id": "fun-facts-0101-1",
        "title": "Japan's First Dream",
        "description": "In Japan, the first dream of the New Year (hatsuyume) is considered particularly important. Dreaming of Mount Fuji, a hawk, or an eggplant is considered especially lucky."
      },
      {
        "id": "fun-facts-0101-2",
        "title": "Scotland's First-Footing",
        "description": "In Scotland, the first person to enter a home after midnight on New Year's Day is called the 'first-footer.' A dark-haired man arriving with symbolic gifts like coal, shortbread, salt, and whisky brings the best luck."
      }
    ],
    "01-02": [
      {
        "id": "fun-facts-0102-1",
        "title": "Switzerland's Berchtoldstag",
        "description": "In parts of Switzerland, January 2 is Berchtoldstag, a holiday where people eat nuts and play elaborate nut games, continuing Christmas celebrations with family gatherings."
      },
      {
        "id": "fun-facts-0102-2",
        "title": "Japan's Kakizome Tradition",
        "description": "In Japan, January 2 is when people practice kakizome - the first calligraphy of the year, writing auspicious words or poems with special ink on long scrolls."
      }
    ],
    "01-03": [
      {
        "id": "fun-facts-0103-1",
        "title": "Mozart's Birthday Celebration in Austria",
        "description": "In Salzburg, Austria, January 3 marks special celebrations leading up to Mozart's birthday on January 27, with concerts and events honoring the composer's legacy."
      },
      {
        "id": "fun-facts-0103-2",
        "title": "Russia's Christmas Tree Disposal",
        "description": "In Russia, January 3 is traditionally when Christmas trees are taken down, as Orthodox Christmas is celebrated on January 7 and trees stay up until after the holiday."
      }
    ],
    "01-04": [
      {
        "id": "fun-facts-0104-1",
        "title": "Myanmar Independence Day Follow-up",
        "description": "Following Myanmar's Independence Day on January 4, traditional wrestling competitions called 'Chinlone' are held across the country as part of celebrations."
      },
      {
        "id": "fun-facts-0104-2",
        "title": "Colombia's Day of the Elderly",
        "description": "In Colombia, January 4 is Día del Anciano (Day of the Elderly), celebrating senior citizens with family gatherings and special community events."
      }
    ],
    "01-05": [
      {
        "id": "fun-facts-0105-1",
        "title": "Ukraine's Christmas Eve Preparations",
        "description": "In Ukraine, January 5 is Sviaty Vechir (Holy Evening), when families prepare a 12-dish meatless Christmas Eve supper representing the 12 apostles."
      },
      {
        "id": "fun-facts-0105-2",
        "title": "Ireland's Little Christmas",
        "description": "January 5 is known as Little Christmas or Women's Christmas in Ireland, when traditionally women rest while men handle household chores and cooking."
      }
    ],
    "01-06": [
      {
        "id": "fun-facts-0106-1",
        "title": "Mexico's Three Kings Day",
        "description": "In Mexico, January 6 is Día de Reyes (Three Kings Day), when children receive gifts and families share Rosca de Reyes, a sweet bread with a hidden baby Jesus figurine."
      },
      {
        "id": "fun-facts-0106-2",
        "title": "Greece's Blessing of the Waters",
        "description": "In Greece, January 6 marks Theophany, when priests throw a cross into bodies of water and young men dive to retrieve it for good luck throughout the year."
      }
    ],
    "01-07": [
      {
        "id": "fun-facts-0107-1",
        "title": "Egypt's Coptic Christmas",
        "description": "In Egypt, January 7 is Coptic Christmas, celebrated with special bread called 'qurban,' midnight church services, and visiting family while wearing new clothes."
      },
      {
        "id": "fun-facts-0107-2",
        "title": "Japan's Nanakusa Gayu",
        "description": "On January 7, Japanese people eat nanakusa gayu - a rice porridge with seven spring herbs to rest the stomach after New Year feasting and ensure health."
      }
    ],
    "01-08": [
      {
        "id": "fun-facts-0108-1",
        "title": "North Korea's Kim Jong-un's Birthday",
        "description": "In North Korea, January 8 is celebrated as the birthday of Kim Jong-un, marked by public celebrations, floral tributes, and special performances."
      },
      {
        "id": "fun-facts-0108-2",
        "title": "South Africa's Ancestral Communication Day",
        "description": "In some South African traditions, January 8 is considered an auspicious day for communicating with ancestors through traditional ceremonies and offerings."
      }
    ],
    "01-09": [
      {
        "id": "fun-facts-0109-1",
        "title": "Panama's Martyrs' Day",
        "description": "January 9 is Martyrs' Day in Panama, commemorating 1964 protests where students tried to raise the Panamanian flag in the Canal Zone, resulting in 21 deaths."
      },
      {
        "id": "fun-facts-0109-2",
        "title": "Philippines' Black Nazarene Procession",
        "description": "In Manila, Philippines, January 9 features the Traslación procession of the Black Nazarene, where millions of barefoot devotees join one of the world's largest religious processions."
      }
    ],
    "01-10": [
      {
        "id": "fun-facts-0110-1",
        "title": "Venezuela's Day of the Virgen de la Candelaria",
        "description": "In Venezuela, January 10 begins celebrations for the Virgen de la Candelaria, featuring traditional dancing, music, and processions in various regions."
      },
      {
        "id": "fun-facts-0110-2",
        "title": "Bahamas' Majority Rule Day",
        "description": "January 10 is Majority Rule Day in the Bahamas, commemorating the 1967 election when black Bahamians gained political control for the first time."
      }
    ],
    "01-11": [
      {
        "id": "fun-facts-0111-1",
        "title": "Nepal's Prithvi Jayanti",
        "description": "January 11 is Prithvi Jayanti in Nepal, celebrating the birth of King Prithvi Narayan Shah who unified modern Nepal, marked by ceremonies and cultural programs."
      },
      {
        "id": "fun-facts-0111-2",
        "title": "Morocco's Independence Manifesto Day",
        "description": "January 11 commemorates the 1944 presentation of Morocco's Independence Manifesto, celebrated with speeches and remembrance of the independence struggle."
      }
    ],
    "01-12": [
      {
        "id": "fun-facts-0112-1",
        "title": "Tanzania's Zanzibar Revolution Day",
        "description": "January 12 marks Zanzibar Revolution Day in Tanzania, commemorating the 1964 overthrow of the Sultan of Zanzibar with parades and cultural celebrations."
      },
      {
        "id": "fun-facts-0112-2",
        "title": "India's National Youth Day",
        "description": "January 12 is National Youth Day in India, celebrating the birthday of Swami Vivekananda with youth conventions, seminars, and cultural activities nationwide."
      }
    ],
    "01-13": [
      {
        "id": "fun-facts-0113-1",
        "title": "Sweden's St. Knut's Day",
        "description": "In Sweden, January 13 is St. Knut's Day, marking the end of Christmas when Christmas trees are taken down in a ceremony called 'julgransplundring' (Christmas tree plundering)."
      },
      {
        "id": "fun-facts-0113-2",
        "title": "Russia's Old New Year",
        "description": "January 13 is Old New Year in Russia and other Orthodox countries, celebrating the New Year according to the Julian calendar with family meals and celebrations."
      }
    ],
    "01-14": [
      {
        "id": "fun-facts-0114-1",
        "title": "Georgia's National Flag Day",
        "description": "January 14 is National Flag Day in Georgia, commemorating the adoption of the national flag in 2004 with flag-raising ceremonies and cultural events."
      },
      {
        "id": "fun-facts-0114-2",
        "title": "Ukraine's Malanka Celebration",
        "description": "In Ukraine, January 14 is Malanka, celebrating the New Year according to the Julian calendar with costumes, masks, and traditional caroling plays."
      }
    ],
    "01-15": [
      {
        "id": "fun-facts-0115-1",
        "title": "Nigeria's Armed Forces Remembrance Day",
        "description": "January 15 is Armed Forces Remembrance Day in Nigeria, honoring military personnel with parades, wreath-laying ceremonies, and the release of pigeons for peace."
      },
      {
        "id": "fun-facts-0115-2",
        "title": "Japan's Coming of Age Day",
        "description": "The second Monday of January is Coming of Age Day in Japan, when 20-year-olds attend ceremonies wearing traditional kimonos or suits to celebrate adulthood."
      }
    ],
    "01-16": [
      {
        "id": "fun-facts-0116-1",
        "title": "Thailand's Teacher's Day",
        "description": "January 16 is Teacher's Day in Thailand, when students honor their teachers with ceremonies, performances, and traditional wai greetings of respect."
      },
      {
        "id": "fun-facts-0116-2",
        "title": "Benin's Voodoo Festival",
        "description": "In Benin, January 10-16 features the annual Voodoo Festival in Ouidah, with traditional ceremonies, dances, and rituals attracting practitioners worldwide."
      }
    ],
    "01-17": [
      {
        "id": "fun-facts-0117-1",
        "title": "Italy's Feast of Saint Anthony Abbot",
        "description": "In Italy, January 17 honors Saint Anthony Abbot, protector of animals, with blessings of pets and livestock, and bonfires called 'focarazzi' in some regions."
      },
      {
        "id": "fun-facts-0117-2",
        "title": "Philippines' Feast of the Santo Niño",
        "description": "The third Sunday of January in the Philippines celebrates the Feast of the Santo Niño (Holy Child), particularly vibrant in Cebu with the Sinulog festival."
      }
    ],
    "01-18": [
      {
        "id": "fun-facts-0118-1",
        "title": "Tunisia's Revolution Day",
        "description": "January 18 is Revolution Day in Tunisia, commemorating the 2011 uprising with official ceremonies and public reflections on the country's democratic transition."
      },
      {
        "id": "fun-facts-0118-2",
        "title": "India's Kumbh Mela Start",
        "description": "Depending on planetary positions, mid-January often marks the beginning of Kumbh Mela, the world's largest religious gathering where millions bathe in sacred rivers."
      }
    ],
    "01-19": [
      {
        "id": "fun-facts-0119-1",
        "title": "Iceland's Þorri Month Begins",
        "description": "In Iceland, late January marks the beginning of Þorri, a traditional month featuring Þorrablót feasts with fermented shark, smoked lamb, and other traditional foods."
      },
      {
        "id": "fun-facts-0119-2",
        "title": "Serbia's Orthodox Christmas Eve",
        "description": "January 19 is Orthodox Christmas Eve in Serbia, celebrated with Badnjak - the ceremonial burning of an oak branch brought into the home for blessings."
      }
    ],
    "01-20": [
      {
        "id": "fun-facts-0120-1",
        "title": "Azerbaijan's Martyrs' Day",
        "description": "January 20 is Martyrs' Day in Azerbaijan, commemorating victims of Black January 1990 when Soviet troops entered Baku, marked by nationwide remembrance."
      },
      {
        "id": "fun-facts-0120-2",
        "title": "Brazil's Saint Sebastian Day",
        "description": "January 20 honors Saint Sebastian in Brazil, particularly in Rio de Janeiro where he's the city's patron saint, celebrated with masses and cultural events."
      }
    ],
    "01-21": [
      {
        "id": "fun-facts-0121-1",
        "title": "New Zealand's Wellington Anniversary",
        "description": "The Monday closest to January 21 celebrates Wellington Anniversary in New Zealand, with yacht races, cultural events, and the official opening of the capital's summer."
      },
      {
        "id": "fun-facts-0121-2",
        "title": "Poland's Grandmother's Day",
        "description": "January 21 is Grandmother's Day in Poland, when grandchildren visit their grandmothers with flowers, gifts, and homemade cards to show appreciation."
      }
    ],
    "01-22": [
      {
        "id": "fun-facts-0122-1",
        "title": "Ukraine's Unity Day",
        "description": "January 22 is Unity Day in Ukraine, commemorating the 1919 unification of Ukrainian lands, celebrated with human chains and patriotic events."
      },
      {
        "id": "fun-facts-0122-2",
        "title": "Vincent van Gogh's Birthday Celebrations",
        "description": "In the Netherlands, January 22 sees special exhibitions and events honoring Vincent van Gogh's birthday, particularly at the Van Gogh Museum in Amsterdam."
      }
    ],
    "01-23": [
      {
        "id": "fun-facts-0123-1",
        "title": "Mongolia's Lunar New Year Preparations",
        "description": "In late January, Mongolians prepare for Tsagaan Sar (Lunar New Year) by thoroughly cleaning homes, preparing traditional foods, and visiting family."
      },
      {
        "id": "fun-facts-0123-2",
        "title": "Bangladesh's Netaji Jayanti",
        "description": "January 23 commemorates the birthday of Netaji Subhas Chandra Bose in Bangladesh and India, with cultural programs and remembrance of his freedom struggle."
      }
    ],
    "01-24": [
      {
        "id": "fun-facts-0124-1",
        "title": "Romania's Unification Day",
        "description": "January 24 marks the 1859 unification of Moldavia and Wallachia in Romania, celebrated with military parades, cultural events, and official ceremonies."
      },
      {
        "id": "fun-facts-0124-2",
        "title": "International Day of Education (UN)",
        "description": "January 24 is UNESCO's International Day of Education, celebrated worldwide with events promoting education access and quality for all."
      }
    ],
    "01-25": [
      {
        "id": "fun-facts-0125-1",
        "title": "Egypt's Police Day & 2011 Revolution Start",
        "description": "January 25 is both Police Day in Egypt and the anniversary of the 2011 Egyptian Revolution, marked by reflection on the country's modern history."
      },
      {
        "id": "fun-facts-0125-2",
        "title": "Scotland's Burns Night",
        "description": "January 25 is Burns Night in Scotland, celebrating poet Robert Burns with suppers featuring haggis, neeps and tatties, whisky, and recitations of his poems."
      }
    ],
    "01-26": [
      {
        "id": "fun-facts-0126-1",
        "title": "Australia's Australia Day",
        "description": "January 26 is Australia Day, marking the 1788 arrival of the First Fleet, celebrated with citizenship ceremonies, awards, and reflections on national identity."
      },
      {
        "id": "fun-facts-0126-2",
        "title": "India's Republic Day",
        "description": "January 26 is Republic Day in India, commemorating the 1950 adoption of the Constitution with a grand parade in Delhi featuring cultural displays from all states."
      }
    ],
    "01-27": [
      {
        "id": "fun-facts-0127-1",
        "title": "International Holocaust Remembrance Day",
        "description": "January 27 is UN International Holocaust Remembrance Day, marked worldwide with ceremonies commemorating victims of the Holocaust and other genocides."
      },
      {
        "id": "fun-facts-0127-2",
        "title": "Mozart's Birthday in Salzburg",
        "description": "January 27 celebrates Mozart's birthday in Salzburg, Austria, with special concerts, museum exhibitions, and performances of his works throughout the city."
      }
    ],
    "01-28": [
      {
        "id": "fun-facts-0128-1",
        "title": "Armenia's Army Day",
        "description": "January 28 is Army Day in Armenia, marked by military parades, ceremonies honoring soldiers, and public celebrations of national defense forces."
      },
      {
        "id": "fun-facts-0128-2",
        "title": "Cuba's José Martí's Birthday",
        "description": "January 28 commemorates the birthday of Cuban national hero José Martí, celebrated with cultural events, speeches, and educational activities nationwide."
      }
    ],
    "01-29": [
      {
        "id": "fun-facts-0129-1",
        "title": "Malaysia's Federal Territory Day",
        "description": "In Kuala Lumpur, Labuan, and Putrajaya, January 29-30 celebrates Federal Territory Day with parades, fireworks, and cultural performances."
      },
      {
        "id": "fun-facts-0129-2",
        "title": "New Zealand's Auckland Anniversary",
        "description": "The Monday closest to January 29 celebrates Auckland Anniversary in New Zealand, featuring the world's largest one-day regatta in Waitematā Harbour."
      }
    ],
    "01-30": [
      {
        "id": "fun-facts-0130-1",
        "title": "Saudi Arabia's Founding Day",
        "description": "January 30 marks Saudi Arabia's Founding Day, commemorating the 1727 establishment of the First Saudi State with cultural events and historical exhibitions."
      },
      {
        "id": "fun-facts-0130-2",
        "title": "India's Martyrs' Day",
        "description": "January 30 is Martyrs' Day in India, commemorating Mahatma Gandhi's assassination with silent tributes at his memorial Raj Ghat in Delhi."
      }
    ],
    "01-31": [
      {
        "id": "fun-facts-0131-1",
        "title": "Nauru's Independence Day",
        "description": "January 31 celebrates Nauru's Independence Day from Australia in 1968, marked by fishing competitions, cultural shows, and sporting events on the island nation."
      },
      {
        "id": "fun-facts-0131-2",
        "title": "Scotland's Hogmanay Final Celebrations",
        "description": "In parts of Scotland, January 31 features final Hogmanay (New Year) celebrations with traditional music, dancing, and the 'first-footing' custom continuing."
      }
    ],
    "02-01": [
      {
        "id": "fun-facts-0201-1",
        "title": "Singapore's Chinese New Year Decorations",
        "description": "February 1 usually begins major Chinese New Year celebrations in Singapore, with Chinatown fully decorated, night markets, and cultural performances."
      },
      {
        "id": "fun-facts-0201-2",
        "title": "Slovenia's Culture Day",
        "description": "February 1 is Culture Day in Slovenia, commemorating poet France Prešeren's death with cultural events, poetry readings, and the Prešeren Awards ceremony."
      }
    ],
    "02-02": [
      {
        "id": "fun-facts-0202-1",
        "title": "Mexico's Día de la Candelaria",
        "description": "February 2 is Candlemas in Mexico, when whoever found the baby Jesus in the Rosca de Reyes bread on January 6 hosts a tamale party for family and friends."
      },
      {
        "id": "fun-facts-0202-2",
        "title": "Serbia's Sretenje",
        "description": "February 2 is Sretenje (Statehood Day) in Serbia, celebrating the 1804 First Serbian Uprising and 1835 adoption of the first constitution with official ceremonies."
      }
    ],
    "02-03": [
      {
        "id": "fun-facts-0203-1",
        "title": "Vietnam's Communist Party Founding Anniversary",
        "description": "February 3 commemorates the 1930 founding of the Communist Party of Vietnam, marked by official ceremonies, cultural events, and public celebrations."
      },
      {
        "id": "fun-facts-0203-2",
        "title": "Mozambique's Heroes' Day",
        "description": "February 3 is Heroes' Day in Mozambique, honoring national heroes including Eduardo Mondlane, with ceremonies at monuments and cultural presentations."
      }
    ],
    "02-04": [
      {
        "id": "fun-facts-0204-1",
        "title": "Sri Lanka's Independence Day",
        "description": "February 4 celebrates Sri Lanka's independence from Britain in 1948, marked by a grand parade in Colombo, cultural shows, and flag-hoisting ceremonies nationwide."
      },
      {
        "id": "fun-facts-0204-2",
        "title": "Angola's Start of Armed Struggle",
        "description": "February 4 commemorates the beginning of Angola's armed struggle for independence in 1961, remembered with cultural events and historical reflections."
      }
    ],
    "02-06": [
      {
        "id": "fun-facts-0206-1",
        "title": "New Zealand's Waitangi Day",
        "description": "February 6 is Waitangi Day in New Zealand, commemorating the 1840 signing of the Treaty of Waitangi with ceremonies at the Treaty Grounds and nationwide events."
      },
      {
        "id": "fun-facts-0206-2",
        "title": "Sami National Day",
        "description": "February 6 is Sami National Day, celebrated by the indigenous Sami people across Norway, Sweden, Finland, and Russia with traditional dress, food, and joik singing."
      }
    ],
    "02-07": [
      {
        "id": "fun-facts-0207-1",
        "title": "Grenada's Independence Day",
        "description": "February 7 celebrates Grenada's independence from Britain in 1974, marked by parades, cultural shows, and the 'Carriacou Parang Festival' with traditional music."
      },
      {
        "id": "fun-facts-0207-2",
        "title": "Japan's Nanakusa-no-sekku",
        "description": "February 7 is one of Japan's five seasonal festivals, celebrating the seven herbs of spring, though most traditions have merged with January 7 celebrations."
      }
    ],
    "02-08": [
      {
        "id": "fun-facts-0208-1",
        "title": "Slovenia's Prešeren Day",
        "description": "February 8 is Prešeren Day in Slovenia, the country's cultural holiday celebrating poet France Prešeren with cultural events and the Prešeren Awards ceremony."
      },
      {
        "id": "fun-facts-0208-2",
        "title": "North Korea's Military Foundation Day",
        "description": "February 8 is Military Foundation Day in North Korea, marking the 1948 establishment of the Korean People's Army with military parades and displays."
      }
    ],
    "02-10": [
      {
        "id": "fun-facts-0210-1",
        "title": "Nigeria's Memorial Day for MKO Abiola",
        "description": "February 10 commemorates Moshood Kashimawo Olawale Abiola in Nigeria, honoring the democracy activist with ceremonies and reflections on democratic development."
      },
      {
        "id": "fun-facts-0210-2",
        "title": "Finland's Runeberg's Birthday",
        "description": "February 5 celebrates Finnish national poet Johan Ludvig Runeberg, when people eat Runeberg's torte - almond cakes with raspberry jam and icing."
      }
    ],
    "02-11": [
      {
        "id": "fun-facts-0211-1",
        "title": "Japan's National Foundation Day",
        "description": "February 11 is National Foundation Day in Japan, commemorating the mythical founding of Japan by Emperor Jimmu in 660 BC with flag displays and patriotic events."
      },
      {
        "id": "fun-facts-0211-2",
        "title": "Iran's Islamic Revolution Victory Day",
        "description": "February 11 marks the anniversary of Iran's 1979 Islamic Revolution, celebrated with massive rallies, speeches, and fireworks across the country."
      }
    ],
    "02-12": [
      {
        "id": "fun-facts-0212-1",
        "title": "Myanmar's Union Day",
        "description": "February 12 is Union Day in Myanmar, commemorating the 1947 Panglong Agreement that unified ethnic groups, marked by cultural performances and speeches."
      },
      {
        "id": "fun-facts-0212-2",
        "title": "Venezuela's Youth Day",
        "description": "February 12 is Youth Day in Venezuela, honoring students involved in the 1814 Battle of La Victoria, celebrated with youth parades and cultural events."
      }
    ],
    "02-13": [
      {
        "id": "fun-facts-0213-1",
        "title": "World Radio Day (UNESCO)",
        "description": "February 13 is UNESCO's World Radio Day, celebrated globally with special broadcasts, events highlighting radio's importance, and recognition of radio professionals."
      },
      {
        "id": "fun-facts-0213-2",
        "title": "Japan's Bean-Throwing Festival",
        "description": "February 13 is the day before Setsubun in Japan, when families prepare for the bean-throwing ritual to drive away evil spirits and welcome spring."
      }
    ],
    "02-14": [
      {
        "id": "fun-facts-0214-1",
        "title": "Bulgaria's Winegrowers' Day",
        "description": "February 14 is Winegrowers' Day in Bulgaria, celebrating Saint Trifon Zarezan, the patron saint of vineyards, with wine tasting and pruning ceremonies."
      },
      {
        "id": "fun-facts-0214-2",
        "title": "Liberia's Armed Forces Day",
        "description": "February 14 is Armed Forces Day in Liberia, honoring military personnel with parades, ceremonies, and celebrations of national defense forces."
      }
    ],
    "02-15": [
      {
        "id": "fun-facts-0215-1",
        "title": "День державності Сербії",
        "description": "15 лютого в Сербії — День державності на згадку про початок Першого сербського повстання 1804 року проти османського панування, відзначається офіційними церемоніями."
      },
      {
        "id": "fun-facts-0215-2",
        "title": "День прапора Канади",
        "description": "15 лютого відзначають день прапора Канади, прийнятого в 1965 році, з церемоніями підняття прапора та заходами на підтримку єдності та ідентичності країни."
      }
    ],
    "02-16": [
      {
        "id": "fun-facts-0216-1",
        "title": "Lithuania's Independence Restoration Day",
        "description": "February 16 marks Lithuania's 1918 declaration of independence, celebrated with concerts, parades, and the raising of the national flag on Gediminas Tower."
      },
      {
        "id": "fun-facts-0216-2",
        "title": "North Korea's Kim Jong-il's Birthday",
        "description": "February 16 is the Day of the Shining Star in North Korea, celebrating Kim Jong-il's birthday with mass dances, floral tributes, and special performances."
      }
    ],
    "02-17": [
      {
        "id": "fun-facts-0217-1",
        "title": "Kosovo's Independence Day",
        "description": "February 17 celebrates Kosovo's 2008 declaration of independence, marked by concerts, fireworks, and official ceremonies in Pristina and worldwide communities."
      },
      {
        "id": "fun-facts-0217-2",
        "title": "Libya's Revolution Day",
        "description": "February 17 commemorates the 2011 start of the Libyan Revolution, remembered with ceremonies honoring those who participated in the uprising against Gaddafi."
      }
    ],
    "02-18": [
      {
        "id": "fun-facts-0218-1",
        "title": "Gambia's Independence Day",
        "description": "February 18 celebrates The Gambia's independence from Britain in 1965, marked by parades, cultural shows, and official ceremonies in Banjul."
      },
      {
        "id": "fun-facts-0218-2",
        "title": "Nepal's Democracy Day",
        "description": "February 18 is Democracy Day in Nepal, commemorating the 1951 end of the Rana dynasty, marked by political speeches and reflections on democratic development."
      }
    ],
    "02-19": [
      {
        "id": "fun-facts-0219-1",
        "title": "Mexico's Army Day",
        "description": "February 19 is Army Day in Mexico, honoring the Mexican Army with military parades, displays, and ceremonies nationwide."
      },
      {
        "id": "fun-facts-0219-2",
        "title": "Brunei's National Day",
        "description": "February 23 celebrates Brunei's National Day, but preparations begin around February 19 with rehearsals for the massive parade in Bandar Seri Begawan."
      }
    ],
    "02-20": [
      {
        "id": "fun-facts-0220-1",
        "title": "World Day of Social Justice (UN)",
        "description": "February 20 is the UN's World Day of Social Justice, observed globally with events promoting poverty eradication, gender equality, and social welfare."
      },
      {
        "id": "fun-facts-0220-2",
        "title": "Austria's Fasching Carnival Climax",
        "description": "Around February 20 marks the climax of Austria's Fasching carnival season, with elaborate balls, parades, and costume parties before Lent begins."
      }
    ],
    "02-21": [
      {
        "id": "fun-facts-0221-1",
        "title": "Bangladesh's Language Martyrs' Day",
        "description": "February 21 is International Mother Language Day, originating from Bangladesh's 1952 Language Movement, marked by tributes at the Shaheed Minar monument."
      },
      {
        "id": "fun-facts-0221-2",
        "title": "Zambia's Youth Day",
        "description": "February 21 is Youth Day in Zambia, focusing on youth empowerment with sports events, educational programs, and cultural performances nationwide."
      }
    ],
    "02-22": [
      {
        "id": "fun-facts-0222-1",
        "title": "Saint Lucia's Independence Day",
        "description": "February 22 celebrates Saint Lucia's independence from Britain in 1979, marked by parades, cultural shows, and the National Arts Festival."
      },
      {
        "id": "fun-facts-0222-2",
        "title": "Mexico's Flag Day",
        "description": "February 24 is Mexico's Flag Day, but celebrations begin around February 22 with educational programs about the flag's history and symbolism."
      }
    ],
    "02-23": [
      {
        "id": "fun-facts-0223-1",
        "title": "Brunei's National Day",
        "description": "February 23 celebrates Brunei's National Day, featuring one of Southeast Asia's largest parades with over 40,000 participants in Bandar Seri Begawan."
      },
      {
        "id": "fun-facts-0223-2",
        "title": "Guyana's Republic Day",
        "description": "February 23 is Republic Day in Guyana, commemorating the 1970 declaration of the Cooperative Republic, marked by cultural shows and official events."
      }
    ],
    "02-24": [
      {
        "id": "fun-facts-0224-1",
        "title": "Estonia's Independence Day",
        "description": "February 24 celebrates Estonia's 1918 declaration of independence, marked by flag-raising ceremonies, concerts, and the president's reception."
      },
      {
        "id": "fun-facts-0224-2",
        "title": "Mexico's Flag Day",
        "description": "February 24 is Flag Day in Mexico, honoring the national flag with ceremonies, educational programs, and the national pledge to the flag in schools."
      }
    ],
    "02-25": [
      {
        "id": "fun-facts-0225-1",
        "title": "Kuwait's National Day",
        "description": "February 25 is Kuwait's National Day, celebrating the country's independence, marked by fireworks, parades, and traditional performances."
      },
      {
        "id": "fun-facts-0225-2",
        "title": "Philippines' People Power Revolution Anniversary",
        "description": "February 25 commemorates the 1986 People Power Revolution in the Philippines, remembered with ceremonies at EDSA and reflections on democracy."
      }
    ],
    "02-26": [
      {
        "id": "fun-facts-0226-1",
        "title": "Kuwait's Liberation Day",
        "description": "February 26 is Kuwait's Liberation Day, celebrating the 1991 liberation from Iraqi occupation, marked by fireworks, concerts, and patriotic events."
      },
      {
        "id": "fun-facts-0226-2",
        "title": "Dominican Republic's Independence Day",
        "description": "February 27 is Independence Day in the Dominican Republic, but celebrations begin on February 26 with cultural events and preparations."
      }
    ],
    "02-27": [
      {
        "id": "fun-facts-0227-1",
        "title": "Dominican Republic's Independence Day",
        "description": "February 27 celebrates the Dominican Republic's 1844 independence from Haiti, marked by parades, music, and the reading of the independence manifesto."
      },
      {
        "id": "fun-facts-0227-2",
        "title": "Polar Bear Day",
        "description": "February 27 is International Polar Bear Day, observed worldwide with educational events about polar bear conservation and climate change awareness."
      }
    ],
    "02-28": [
      {
        "id": "fun-facts-0228-1",
        "title": "Taiwan's Peace Memorial Day",
        "description": "February 28 is Peace Memorial Day in Taiwan, commemorating victims of the 1947 February 28 Incident with ceremonies and reflections on democracy."
      },
      {
        "id": "fun-facts-0228-2",
        "title": "Finland's Kalevala Day",
        "description": "February 28 is Kalevala Day in Finland, celebrating Finnish culture and the national epic with poetry readings, cultural events, and flag displays."
      }
    ],
    "03-01": [
      {
        "id": "fun-facts-0301-1",
        "title": "South Korea's Samiljeol (Independence Movement Day)",
        "description": "March 1 commemorates Korea's 1919 independence movement against Japanese rule, marked by reading declarations and waving Korean flags nationwide."
      },
      {
        "id": "fun-facts-0301-2",
        "title": "Wales' St. David's Day",
        "description": "March 1 is St. David's Day in Wales, celebrating the patron saint with people wearing daffodils or leeks, and traditional Welsh music and food."
      }
    ],
    "03-02": [
      {
        "id": "fun-facts-0302-1",
        "title": "Ethiopia's Victory at Adwa Day",
        "description": "March 2 commemorates Ethiopia's 1896 victory over Italy at the Battle of Adwa, celebrated as a symbol of African resistance to colonialism."
      },
      {
        "id": "fun-facts-0302-2",
        "title": "Myanmar's Peasants' Day",
        "description": "March 2 is Peasants' Day in Myanmar, honoring farmers with agricultural shows, traditional performances, and exhibitions of farming techniques."
      }
    ],
    "03-03": [
      {
        "id": "fun-facts-0303-1",
        "title": "Bulgaria's Liberation Day",
        "description": "March 3 celebrates Bulgaria's 1878 liberation from Ottoman rule, marked by ceremonies at the Shipka Pass and nationwide flag displays."
      },
      {
        "id": "fun-facts-0303-2",
        "title": "Japan's Hinamatsuri (Doll Festival)",
        "description": "March 3 is Hinamatsuri in Japan, celebrating girls with elaborate displays of traditional dolls, peach blossoms, and special diamond-shaped rice cakes."
      }
    ],
    "03-04": [
      {
        "id": "fun-facts-0304-1",
        "title": "Ghana's Independence Day Eve",
        "description": "March 4 features Independence Eve celebrations in Ghana, with traditional drumming, dancing, and preparations for the main Independence Day on March 6."
      },
      {
        "id": "fun-facts-0304-2",
        "title": "Scotland's Traditional Working Day",
        "description": "In parts of Scotland, March 4 was historically when farm workers would change employers, marked by hiring fairs called 'feeing markets.'"
      }
    ],
    "03-05": [
      {
        "id": "fun-facts-0305-1",
        "title": "Australia's Labour Day in Western Australia",
        "description": "First Monday in March is Labour Day in Western Australia, celebrated with community festivals, sports events, and family activities."
      },
      {
        "id": "fun-facts-0305-2",
        "title": "Kuwait's Camel Racing Season Finals",
        "description": "Early March marks the finals of Kuwait's camel racing season, featuring robot jockeys and traditional celebrations in the desert racetracks."
      }
    ],
    "03-06": [
      {
        "id": "fun-facts-0306-1",
        "title": "Ghana's Independence Day",
        "description": "March 6 celebrates Ghana's 1957 independence from Britain, marked by parades at Independence Square and cultural festivals across the country."
      },
      {
        "id": "fun-facts-0306-2",
        "title": "Algeria's Anniversary of the 1962 Ceasefire",
        "description": "March 6 commemorates the 1962 ceasefire ending the Algerian War, remembered with ceremonies honoring independence fighters."
      }
    ],
    "03-07": [
      {
        "id": "fun-facts-0307-1",
        "title": "Liberia's Decoration Day",
        "description": "Second Wednesday in March is Decoration Day in Liberia, when families clean and decorate graves of ancestors with flowers and offerings."
      },
      {
        "id": "fun-facts-0307-2",
        "title": "Mongolia's Military Day",
        "description": "March 7 is Military Day in Mongolia, celebrating the armed forces with parades, demonstrations, and ceremonies honoring military personnel."
      }
    ],
    "03-08": [
      {
        "id": "fun-facts-0308-1",
        "title": "International Women's Day (Global)",
        "description": "March 8 is celebrated worldwide, with Russia giving flowers to all women, Italy giving mimosa blossoms, and China giving women a half-day off work."
      },
      {
        "id": "fun-facts-0308-2",
        "title": "Syria's Revolution Day",
        "description": "March 8 commemorates the 1963 coup that brought the Ba'ath Party to power in Syria, marked by official ceremonies and speeches."
      }
    ],
    "03-09": [
      {
        "id": "fun-facts-0309-1",
        "title": "Barbados' National Heroes Day",
        "description": "April 28 is National Heroes Day in Barbados, but celebrations and educational programs about national heroes begin throughout March."
      },
      {
        "id": "fun-facts-0309-2",
        "title": "Taiwan's Tomb Sweeping Festival Preparations",
        "description": "Early March begins preparations for Taiwan's Tomb Sweeping Festival, with families cleaning ancestral graves and preparing traditional foods."
      }
    ],
    "03-10": [
      {
        "id": "fun-facts-0310-1",
        "title": "Tibet's Uprising Day",
        "description": "March 10 commemorates the 1959 Tibetan uprising, observed by Tibetan exiles worldwide with prayer ceremonies and cultural events."
      },
      {
        "id": "fun-facts-0310-2",
        "title": "Mali's Martyrs' Day",
        "description": "March 10 is Martyrs' Day in Mali, honoring those who died in the 1991 protests that led to democratic reforms, marked by remembrance ceremonies."
      }
    ],
    "03-11": [
      {
        "id": "fun-facts-0311-1",
        "title": "Lithuania's Restoration of Independence Day",
        "description": "March 11 celebrates Lithuania's 1990 declaration restoring independence from the Soviet Union, marked by concerts and flag ceremonies."
      },
      {
        "id": "fun-facts-0311-2",
        "title": "Vanuatu's Chief's Day",
        "description": "March 11 is Chief's Day in Vanuatu, honoring traditional chiefs with ceremonies featuring kava drinking, pig exchanges, and custom dancing."
      }
    ],
    "03-12": [
      {
        "id": "fun-facts-0312-1",
        "title": "Mauritius' Independence Day",
        "description": "March 12 celebrates Mauritius' 1968 independence from Britain, marked by flag-raising ceremonies, cultural shows, and the Mauritian Sega dance."
      },
      {
        "id": "fun-facts-0312-2",
        "title": "Gabon's Renovation Day",
        "description": "March 12 is Renovation Day in Gabon, commemorating the founding of the Gabonese Democratic Party in 1968, marked by political rallies."
      }
    ],
    "03-13": [
      {
        "id": "fun-facts-0313-1",
        "title": "Grenada's Thanksgiving Day",
        "description": "March 13 is Thanksgiving Day in Grenada, giving thanks for the 1979 revolution, marked by church services and community gatherings."
      },
      {
        "id": "fun-facts-0313-2",
        "title": "Myanmar's Full Moon of Tabaung Festival",
        "description": "March's full moon marks Myanmar's Tabaung Festival, featuring pagoda festivals, traditional puppet shows, and sand stupa building competitions."
      }
    ],
    "03-14": [
      {
        "id": "fun-facts-0314-1",
        "title": "π Day (Global Mathematics Celebration)",
        "description": "March 14 (3/14) celebrates the mathematical constant π, with math enthusiasts worldwide holding competitions, eating pie, and discussing mathematics."
      },
      {
        "id": "fun-facts-0314-2",
        "title": "Andorra's Constitution Day",
        "description": "March 14 is Constitution Day in Andorra, commemorating the 1993 constitution that established the principality as a parliamentary democracy."
      }
    ],
    "03-15": [
      {
        "id": "fun-facts-0315-1",
        "title": "Hungary's National Day",
        "description": "March 15 commemorates the 1848 Hungarian Revolution, marked by wearing national cockades and ceremonies at the National Museum in Budapest."
      },
      {
        "id": "fun-facts-0315-2",
        "title": "Liberia's J.J. Roberts' Birthday",
        "description": "March 15 celebrates the birthday of Liberia's first president, Joseph Jenkins Roberts, with ceremonies at his monument and educational events."
      }
    ],
    "03-16": [
      {
        "id": "fun-facts-0316-1",
        "title": "Black Press Day (Global Journalism)",
        "description": "March 16 celebrates the founding of the first Black American newspaper in 1827, observed by media organizations worldwide highlighting diverse voices."
      },
      {
        "id": "fun-facts-0316-2",
        "title": "Mexico's Birth of Benito Juárez",
        "description": "March 21 celebrates Benito Juárez, but educational programs about Mexico's first indigenous president begin around March 16 in schools."
      }
    ],
    "03-17": [
      {
        "id": "fun-facts-0317-1",
        "title": "Ireland's St. Patrick's Day (Global Celebration)",
        "description": "Celebrated worldwide with green attire, parades, and Irish culture - from dyeing Chicago River green to massive parades in New York and Dublin."
      },
      {
        "id": "fun-facts-0317-2",
        "title": "Bangladesh's Sheikh Mujibur Rahman's Birthday",
        "description": "March 17 commemorates the birthday of Bangladesh's founding father, marked by wreath-laying ceremonies and cultural programs nationwide."
      }
    ],
    "03-18": [
      {
        "id": "fun-facts-0318-1",
        "title": "Aruba's Flag Day and National Anthem Day",
        "description": "March 18 celebrates Aruba's flag and national anthem, marked by ceremonies, cultural shows, and the Miss Aruba pageant finale."
      },
      {
        "id": "fun-facts-0318-2",
        "title": "Mongolia's Soldiers' Day",
        "description": "March 18 is Soldiers' Day in Mongolia, honoring military personnel with ceremonies, awards, and traditional wrestling competitions."
      }
    ],
    "03-19": [
      {
        "id": "fun-facts-0319-1",
        "title": "Switzerland's Basel Fasnacht (Carnival)",
        "description": "March 19 often marks Basel's Fasnacht, beginning at 4 AM with the Morgestraich parade of illuminated lanterns through the old town."
      },
      {
        "id": "fun-facts-0319-2",
        "title": "St. Joseph's Day (Multiple Countries)",
        "description": "Celebrated in Italy with St. Joseph's altars, in Spain with Fallas festival bonfires, and in Poland with drowning Marzanna winter effigies."
      }
    ],
    "03-20": [
      {
        "id": "fun-facts-0320-1",
        "title": "Tunisia's Independence Day",
        "description": "March 20 celebrates Tunisia's 1956 independence from France, marked by parades, cultural events, and the president's address to the nation."
      },
      {
        "id": "fun-facts-0320-2",
        "title": "International Day of Happiness (UN)",
        "description": "March 20 promotes happiness as a human right, celebrated globally with events focusing on well-being, meditation, and community activities."
      }
    ],
    "03-21": [
      {
        "id": "fun-facts-0321-1",
        "title": "Namibia's Independence Day",
        "description": "March 21 celebrates Namibia's 1990 independence from South Africa, marked by ceremonies at Independence Stadium and cultural festivals."
      },
      {
        "id": "fun-facts-0321-2",
        "title": "Iran's Nowruz (Persian New Year)",
        "description": "March 21 marks Nowruz, celebrated across Iran, Afghanistan, Central Asia, and diaspora communities with haft-sin tables and jumping over fires."
      }
    ],
    "03-22": [
      {
        "id": "fun-facts-0322-1",
        "title": "World Water Day (UN)",
        "description": "March 22 raises awareness about water conservation, celebrated globally with educational programs, clean-up campaigns, and policy discussions."
      },
      {
        "id": "fun-facts-0322-2",
        "title": "Puerto Rico's Emancipation Day",
        "description": "March 22 commemorates the 1873 abolition of slavery in Puerto Rico, marked by cultural events and discussions about Afro-Puerto Rican heritage."
      }
    ],
    "03-23": [
      {
        "id": "fun-facts-0323-1",
        "title": "Pakistan's Republic Day",
        "description": "March 23 commemorates the 1940 Lahore Resolution calling for a separate Muslim state, marked by parades and patriotic ceremonies nationwide."
      },
      {
        "id": "fun-facts-0323-2",
        "title": "Bolivia's Day of the Sea",
        "description": "March 23 commemorates Bolivia's loss of coastline to Chile in 1879, marked by ceremonies demanding sea access and patriotic events."
      }
    ],
    "03-24": [
      {
        "id": "fun-facts-0324-1",
        "title": "Argentina's National Day of Memory for Truth and Justice",
        "description": "March 24 commemorates victims of the 1976 military dictatorship, marked by marches, memorials, and human rights discussions."
      },
      {
        "id": "fun-facts-0324-2",
        "title": "Thailand's Chakri Memorial Day",
        "description": "April 6 is Chakri Day, but March 24 begins royal ceremonies honoring Thailand's current dynasty with temple visits and traditional rituals."
      }
    ],
    "03-25": [
      {
        "id": "fun-facts-0325-1",
        "title": "Greece's Independence Day",
        "description": "March 25 celebrates Greece's 1821 declaration of independence from the Ottoman Empire, marked by parades, flag displays, and traditional dancing."
      },
      {
        "id": "fun-facts-0325-2",
        "title": "Slovakia's Struggle for Human Rights Day",
        "description": "March 25 commemorates the 1988 Candle Demonstration for human rights, marking the beginning of the Velvet Revolution in Czechoslovakia."
      }
    ],
    "03-26": [
      {
        "id": "fun-facts-0326-1",
        "title": "Bangladesh's Independence Day",
        "description": "March 26 celebrates Bangladesh's 1971 declaration of independence, marked by parades, cultural programs, and tributes at the National Memorial."
      },
      {
        "id": "fun-facts-0326-2",
        "title": "Cuba's Birthday of José Antonio Echeverría",
        "description": "March 26 commemorates the birthday of student revolutionary José Antonio Echeverría, honored with ceremonies at the University of Havana."
      }
    ],
    "03-27": [
      {
        "id": "fun-facts-0327-1",
        "title": "World Theatre Day (Global)",
        "description": "March 27 celebrates theatre worldwide, with special performances, backstage tours, and the circulation of an annual message from a prominent theatre figure."
      },
      {
        "id": "fun-facts-0327-2",
        "title": "Myanmar's Armed Forces Day",
        "description": "March 27 is Armed Forces Day in Myanmar, featuring military parades, displays of traditional strength, and ceremonies honoring soldiers."
      }
    ],
    "03-28": [
      {
        "id": "fun-facts-0328-1",
        "title": "Czech Republic's Teachers' Day",
        "description": "March 28 commemorates the birth of Jan Amos Comenius, the 'teacher of nations,' marked by awards for outstanding educators and educational events."
      },
      {
        "id": "fun-facts-0328-2",
        "title": "Serbia's Earth Hour Observance",
        "description": "Last Saturday of March features Earth Hour, observed in Serbia by turning off lights at landmarks like Belgrade Fortress for environmental awareness."
      }
    ],
    "03-29": [
      {
        "id": "fun-facts-0329-1",
        "title": "Madagascar's Martyrs' Day",
        "description": "March 29 commemorates the 1947 Malagasy Uprising against French colonial rule, marked by ceremonies honoring independence fighters."
      },
      {
        "id": "fun-facts-0329-2",
        "title": "Taiwan's Youth Day",
        "description": "March 29 is Youth Day in Taiwan, commemorating the 1911 Huanghuagang Uprising, marked by ceremonies honoring revolutionary youth."
      }
    ],
    "03-30": [
      {
        "id": "fun-facts-0330-1",
        "title": "Palestine's Land Day",
        "description": "March 30 commemorates the 1976 protests against Israeli land confiscation, marked by demonstrations and events affirming Palestinian land rights."
      },
      {
        "id": "fun-facts-0330-2",
        "title": "Spain's Balearic Islands Day",
        "description": "March 31 is Balearic Islands Day, but celebrations begin on March 30 with traditional dances, music, and cultural exhibitions."
      }
    ],
    "03-31": [
      {
        "id": "fun-facts-0331-1",
        "title": "Malta's Freedom Day",
        "description": "March 31 celebrates the 1979 withdrawal of British troops from Malta, marked by ceremonies at the War Memorial and traditional regattas."
      },
      {
        "id": "fun-facts-0331-2",
        "title": "US Virgin Islands' Transfer Day",
        "description": "March 31 commemorates the 1917 transfer from Denmark to the United States, marked by cultural festivals showcasing African, European, and Caribbean heritage."
      }
    ]
  }
}