{"topic":"music","facts":{"01-01":[{"id":"music-0101-1","title":"Vienna New Year's Concert","description":"On January 1 each year, the Vienna Philharmonic Orchestra performs its famous New Year's Concert at the Musikverein, broadcast to over 90 countries worldwide."},{"id":"music-0101-2","title":"The Beatles' Last Live Performance","description":"On January 1, 1969, The Beatles performed their last live concert on the rooftop of Apple Corps headquarters in London, famously captured in the 'Let It Be' film."}],"01-08":[{"id":"music-0108-1","title":"Elvis Presley's Birthday","description":"January 8, 1935 marks the birth of Elvis Presley, celebrated annually at Graceland with candlelight vigils and musical tributes from fans worldwide."},{"id":"music-0108-2","title":"David Bowie's Final Album Release","description":"On January 8, 2016, David Bowie released his final studio album 'Blackstar' just two days before his death, receiving critical acclaim for its artistic depth."}],"01-15":[{"id":"music-0115-1","title":"Grammy Awards Nominations Concert","description":"In mid-January, the Recording Academy typically holds its Grammy nominations concert, announcing categories for music's biggest awards ceremony."}],"01-22":[{"id":"music-0122-1","title":"Metallica's \"One\" Music Video Premiere","description":"On January 22, 1989, Metallica's groundbreaking music video for 'One' premiered on MTV, becoming the first metal video to receive heavy rotation on the channel."}],"01-27":[{"id":"music-0127-1","title":"Mozart's Birthday","description":"January 27, 1756 marks the birth of Wolfgang Amadeus Mozart in Salzburg, Austria, celebrated worldwide with special concerts and performances of his works."},{"id":"music-0127-2","title":"The Recording of \"We Are the World\"","description":"On January 27, 1985, over 40 American music icons gathered to record 'We Are the World' to raise funds for African famine relief."}],"02-01":[{"id":"music-0201-1","title":"Grammy Awards Ceremony","description":"The Grammy Awards typically take place in early February, with February 1, 2009 marking the ceremony where Robert Plant & Alison Krauss won Album of the Year."}],"02-03":[{"id":"music-0203-1","title":"Buddy Holly's Death","description":"February 3, 1959 marks 'The Day the Music Died' when Buddy Holly, Ritchie Valens, and J.P. Richardson died in a plane crash, immortalized in Don McLean's 'American Pie'."}],"02-05":[{"id":"music-0205-1","title":"Bob Marley's Final Concert","description":"On February 5, 1980, Bob Marley performed his final concert at the Stanley Theater in Pittsburgh, Pennsylvania, before his death in 1981."},{"id":"music-0205-2","title":"The Beatles Record \"Please Please Me\"","description":"On February 5, 1963, The Beatles recorded their first UK chart-topper 'Please Please Me' at Abbey Road Studios."},{"id":"music-0205-3","title":"Michael Jackson's \"Thriller\" Video Premiere","description":"On February 5, 1984, Michael Jackson's 'Thriller' music video received its first MTV premiere in its full 14-minute version."}],"02-07":[{"id":"music-0207-1","title":"The Beatles Arrive in America","description":"On February 7, 1964, The Beatles arrived at New York's John F. Kennedy Airport, greeted by thousands of screaming fans and beginning the British Invasion."}],"02-09":[{"id":"music-0209-1","title":"The Beatles Debut on The Ed Sullivan Show","description":"On February 9, 1964, The Beatles made their American television debut on The Ed Sullivan Show, performing for an estimated 73 million viewers and helping ignite the \"British Invasion\" in popular music."}],"02-11":[{"id":"music-0211-1","title":"Nelson Mandela's Release Concert","description":"On February 11, 1990, a massive concert was held at Wembley Stadium celebrating Nelson Mandela's release from prison, featuring numerous international music stars."}],"02-14":[{"id":"music-0214-1","title":"Whitney Houston's Debut Album Released","description":"On February 14, 1985, Whitney Houston's self-titled debut album was released. It spent 14 weeks at number one on the Billboard 200 and launched one of the best-selling music careers of all time."}],"02-20":[{"id":"music-0220-1","title":"Kurt Cobain and Courtney Love Wedding","description":"On February 20, 1992, Nirvana frontman Kurt Cobain married Hole frontwoman Courtney Love in a small ceremony in Hawaii."}],"02-24":[{"id":"music-0224-1","title":"The Rolling Stones' First Concert","description":"On February 24, 1963, The Rolling Stones performed their first concert at the Crawdaddy Club in Richmond, London, beginning their journey to rock stardom."}],"02-25":[{"id":"music-0225-1","title":"George Harrison's \"My Sweet Lord\" Lawsuit Ruling","description":"On February 25, 1976, a court ruled that George Harrison's 'My Sweet Lord' had unconsciously plagiarized The Chiffons' 'He's So Fine'."}],"02-26":[{"id":"music-0226-1","title":"Bob Dylan's First Recording Session","description":"On February 26, 1962, Bob Dylan recorded his first album for Columbia Records, marking the beginning of his legendary recording career."}],"02-27":[{"id":"music-0227-1","title":"Michael Jackson Wins 8 Grammys","description":"On February 27, 1984, Michael Jackson won a record 8 Grammy Awards in one night for his album 'Thriller'."}],"03-01":[{"id":"music-0301-1","title":"The Beatles Begin Recording \"Please Please Me\" Album","description":"On March 1, 1963, The Beatles began recording their debut album 'Please Please Me' at Abbey Road Studios, completing it in just one day."}],"03-03":[{"id":"music-0303-1","title":"The Day Music Went Digital","description":"On March 3, 1983, the first compact disc players went on sale in the United States, revolutionizing how people listened to music."}],"03-06":[{"id":"music-0306-1","title":"Bob Marley's Final Concert in Jamaica","description":"On March 6, 1981, Bob Marley performed his final concert in his homeland of Jamaica at the National Arena in Kingston."}],"03-09":[{"id":"music-0309-1","title":"The Beatles Release \"Let It Be\" Single","description":"On March 9, 1970, The Beatles released 'Let It Be' as a single in the UK, becoming one of their most enduring and beloved songs."}],"03-14":[{"id":"music-0314-1","title":"Billboard Hot 100 Dominance","description":"On March 14, 1964, The Beatles occupied the top three spots on the Billboard Hot 100 with 'I Want to Hold Your Hand,' 'She Loves You,' and 'Please Please Me'."}],"03-16":[{"id":"music-0316-1","title":"The Beatles' \"Help!\" Film Premiere","description":"On March 16, 1965, The Beatles' second film 'Help!' premiered in London, featuring the soundtrack that included classic songs like 'Ticket to Ride' and 'Yesterday'."}],"03-20":[{"id":"music-0320-1","title":"Spring Equinox Music Festivals Begin","description":"Around March 20, many spring music festivals worldwide begin their seasons, including South by Southwest (SXSW) in Austin, Texas."}],"03-22":[{"id":"music-0322-1","title":"The Beatles Release \"With the Beatles\"","description":"On March 22, 1964, The Beatles released their second UK album 'With the Beatles,' which spent 21 weeks at number one on the charts."}],"03-25":[{"id":"music-0325-1","title":"Elton John's \"Candle in the Wind 1997\" Release","description":"On March 25, 1997, Elton John released the single version of 'Candle in the Wind 1997,' which would become the best-selling single of all time."}],"03-26":[{"id":"music-0326-1","title":"Diana Ross's Final Supremes Concert","description":"On March 26, 1970, Diana Ross performed her final concert with The Supremes at the Frontier Hotel in Las Vegas before embarking on her solo career."}],"03-28":[{"id":"music-0328-1","title":"Live Aid Announcement","description":"On March 28, 1985, Bob Geldof announced plans for the Live Aid concerts, which would become one of the largest-scale television events and charity concerts in history."}],"03-30":[{"id":"music-0330-1","title":"The Beatles Break Up","description":"On March 30, 1970, Paul McCartney announced he was leaving The Beatles, effectively marking the end of the legendary band."}],"03-31":[{"id":"music-0331-1","title":"Eurovision Song Contest National Selections","description":"Late March marks the conclusion of many national selection competitions for the Eurovision Song Contest, with countries choosing their representatives for the May competition."}]}}
