{
  "topic": "film-tv",
  "facts": {
    "01-01": [
      {
        "id": "film-tv-0101-1",
        "title": "Japan's New Year Movie Tradition",
        "description": "In Japan, January 1 marks the start of the 'Katsudō Shashin' tradition where families go to see the year's first movie together, a custom dating back to the early 20th century."
      },
      {
        "id": "film-tv-0101-2",
        "title": "\"The Godfather Part II\" Becomes First Sequel to Win Best Picture",
        "description": "On January 1, 1975, 'The Godfather Part II' began its exclusive engagement in New York, going on to become the first sequel to win the Best Picture Oscar."
      }
    ],
    "01-05": [
      {
        "id": "film-tv-0105-1",
        "title": "Golden Globe Awards Ceremony",
        "description": "The Golden Globe Awards typically occur in early January. At the January 5, 2020 ceremony, '1917' won Best Motion Picture – Drama."
      }
    ],
    "01-12": [
      {
        "id": "film-tv-0112-1",
        "title": "\"The Return of the King\" Sweeps the Oscars",
        "description": "On January 12, 2004, 'The Lord of the Rings: The Return of the King' won all 11 Oscars it was nominated for, tying the record for most Academy Awards won by a single film."
      }
    ],
    "01-19": [
      {
        "id": "film-tv-0119-1",
        "title": "Sundance Film Festival Opens Under Robert Redford",
        "description": "The Sundance Film Festival typically opens in mid-January. January 19, 1985 marked the festival's first year under Robert Redford's direction."
      }
    ],
    "01-24": [
      {
        "id": "film-tv-0124-1",
        "title": "\"The Birth of a Nation\" Premieres",
        "description": "On January 24, 1915, D.W. Griffith's controversial epic 'The Birth of a Nation' premiered in Los Angeles, revolutionizing filmmaking techniques despite its deeply racist content."
      }
    ],
    "01-27": [
      {
        "id": "film-tv-0127-1",
        "title": "Oscar Nominations Announcement",
        "description": "Late January typically sees the announcement of Oscar nominations. January 27, 2020 was dubbed 'Oscar Monday' when 'Joker' led all films with 11 nominations."
      }
    ],
    "01-30": [
      {
        "id": "film-tv-0130-1",
        "title": "\"Star Wars\" Becomes Highest-Grossing Film of All Time",
        "description": "On January 30, 1978, 'Star Wars' (Episode IV) surpassed 'Jaws' to become the highest-grossing film of all time, a position it would hold for nearly 10 years."
      }
    ],
    "02-05": [
      {
        "id": "film-tv-0205-1",
        "title": "\"The Sound of Music\" Premieres in New York",
        "description": "On February 5, 1965, the film adaptation of 'The Sound of Music' premiered in New York City, starring Julie Andrews."
      },
      {
        "id": "film-tv-0205-2",
        "title": "4th Academy Awards Ceremony Held",
        "description": "On February 5, 1932, the 4th Academy Awards ceremony was held, with 'Cimarron' winning Best Picture."
      },
      {
        "id": "film-tv-0205-3",
        "title": "\"Gone with the Wind\" Sets Box Office Record",
        "description": "On February 5, 1940, 'Gone with the Wind' became the highest-grossing film in history at that time, surpassing 'The Birth of a Nation'."
      }
    ],
    "02-09": [
      {
        "id": "film-tv-0209-1",
        "title": "\"Parasite\" Wins Best Picture at the Oscars",
        "description": "On February 9, 2020, the South Korean film 'Parasite' won the Academy Award for Best Picture, becoming the first non-English language film to receive the award."
      }
    ],
    "02-11": [
      {
        "id": "film-tv-0211-1",
        "title": "Berlin International Film Festival Inaugural Edition",
        "description": "The Berlinale typically opens in early February. February 11, 1951 marked the festival's inaugural edition in West Berlin."
      }
    ],
    "02-14": [
      {
        "id": "film-tv-0214-1",
        "title": "Valentine's Day Romantic Film Releases",
        "description": "Valentine's Day weekend often sees major romantic film releases. February 14, 1997 marked the US premiere of 'Titanic'."
      }
    ],
    "02-20": [
      {
        "id": "film-tv-0220-1",
        "title": "Academy Awards Scientific and Technical Awards",
        "description": "The Oscars' Scientific and Technical Awards are typically presented in late February, honoring innovations that have advanced filmmaking technology."
      }
    ],
    "02-26": [
      {
        "id": "film-tv-0226-1",
        "title": "\"Ben-Hur\" Sets Oscar Record with 11 Wins",
        "description": "At the 32nd Academy Awards on February 26, 1960, 'Ben-Hur' set a record by winning 11 Oscars, a record that would stand for 38 years."
      }
    ],
    "02-27": [
      {
        "id": "film-tv-0227-1",
        "title": "Walt Disney Receives Honorary Oscar for \"Snow White\"",
        "description": "On February 27, 1939, Walt Disney received a unique honorary Oscar for 'Snow White and the Seven Dwarfs' — one full-size statuette and seven miniature ones."
      }
    ],
    "02-28": [
      {
        "id": "film-tv-0228-1",
        "title": "First Academy Awards Ceremony Held",
        "description": "On February 28, 1929, the first Academy Awards ceremony was held at the Hollywood Roosevelt Hotel, lasting only 15 minutes and honoring films from 1927–1928."
      }
    ],
    "03-01": [
      {
        "id": "film-tv-0301-1",
        "title": "Hong Kong International Film Festival Founded",
        "description": "Asia's oldest international film festival held its inaugural edition on March 1, 1977, marking the birth of the Hong Kong International Film Festival."
      }
    ],
    "03-05": [
      {
        "id": "film-tv-0305-1",
        "title": "Academy Awards Governors Ball",
        "description": "Following the Oscars ceremony, the Governors Ball takes place. On March 5, 2023, chef Wolfgang Puck catered the event for his 29th consecutive year."
      }
    ],
    "03-08": [
      {
        "id": "film-tv-0308-1",
        "title": "International Women's Day Film Screenings",
        "description": "March 8 sees special screenings and film festivals worldwide focusing on women filmmakers and stories about women's experiences."
      }
    ],
    "03-12": [
      {
        "id": "film-tv-0312-1",
        "title": "\"The Wizard of Oz\" Premieres at Grauman's Chinese Theatre",
        "description": "On March 12, 1939, 'The Wizard of Oz' premiered at Grauman's Chinese Theatre in Hollywood, though its nationwide release wouldn't come until August."
      }
    ],
    "03-14": [
      {
        "id": "film-tv-0314-1",
        "title": "Mathematics in Cinema on Pi Day",
        "description": "Films like 'Pi' and 'A Beautiful Mind' helped popularize mathematics in cinema. March 14 (Pi Day) often features special screenings of math-themed films."
      }
    ],
    "03-17": [
      {
        "id": "film-tv-0317-1",
        "title": "Irish Cinema Celebrated on St. Patrick's Day",
        "description": "St. Patrick's Day often features special screenings of Irish films and celebrations of Irish filmmakers' contributions to cinema worldwide."
      }
    ],
    "03-20": [
      {
        "id": "film-tv-0320-1",
        "title": "Spring Equinox Marks Start of Blockbuster Season",
        "description": "The March equinox often marks the beginning of spring movie releases, transitioning from winter awards season films to early summer blockbusters."
      }
    ],
    "03-22": [
      {
        "id": "film-tv-0322-1",
        "title": "\"The Godfather\" Premieres in New York",
        "description": "On March 22, 1972, Francis Ford Coppola's 'The Godfather' premiered in New York City, revolutionizing the gangster genre and becoming a cultural phenomenon."
      }
    ],
    "03-24": [
      {
        "id": "film-tv-0324-1",
        "title": "\"The Fellowship of the Ring\" Wins 4 Oscars",
        "description": "At the 74th Academy Awards on March 24, 2002, 'The Lord of the Rings: The Fellowship of the Ring' won 4 Oscars, beginning the trilogy's path to 17 total Academy Awards."
      }
    ],
    "03-25": [
      {
        "id": "film-tv-0325-1",
        "title": "Tolkien Reading Day Film Screenings",
        "description": "March 25, Tolkien Reading Day, often sees special screenings of 'The Lord of the Rings' and 'The Hobbit' films, commemorating the fall of Sauron in Middle-earth."
      }
    ],
    "03-27": [
      {
        "id": "film-tv-0327-1",
        "title": "World Theatre Day and Its Connection to Film",
        "description": "While celebrating theatre, March 27 also highlights film adaptations of stage plays and the ongoing relationship between theatrical and cinematic arts."
      }
    ],
    "03-29": [
      {
        "id": "film-tv-0329-1",
        "title": "Best International Feature Film Category Evolution",
        "description": "Late March discussions often focus on the Best International Feature Film category, which evolved from the Best Foreign Language Film category starting with the 2020 Oscars."
      }
    ],
    "03-31": [
      {
        "id": "film-tv-0331-1",
        "title": "End of First Quarter Box Office Reports",
        "description": "March 31 marks the end of the first quarter for box office reporting, with studios analyzing winter and early spring film performance before summer releases."
      }
    ],
    "04-01": [
      {
        "id": "film-tv-0401-1",
        "title": "Marlene Dietrich's Breakthrough in \"The Blue Angel\"",
        "description": "On April 1, 1930, 'The Blue Angel' starring Marlene Dietrich in her breakthrough role premiered in Germany."
      }
    ],
    "04-02": [
      {
        "id": "film-tv-0402-1",
        "title": "Stanley Kubrick's \"2001: A Space Odyssey\" Premieres",
        "description": "On April 2, 1968, '2001: A Space Odyssey' directed by Stanley Kubrick and starring Keir Dullea and Gary Lockwood premiered at the Uptown Theater in Washington, D.C."
      }
    ],
    "04-03": [
      {
        "id": "film-tv-0403-1",
        "title": "TV Guide Publishes Its First Issue",
        "description": "On April 3, 1953, American magazine TV Guide published its first issue. The cover featured a photo of Lucille Ball's newborn baby boy, Desiderio Alberto Arnaz IV (Desi Arnaz Jr.)."
      }
    ],
    "04-04": [
      {
        "id": "film-tv-0404-1",
        "title": "Film Serial \"The Perils of Pauline\" Premieres",
        "description": "On April 4, 1914, the film serial 'The Perils of Pauline' was shown for the first time in Los Angeles, California."
      }
    ],
    "04-05": [
      {
        "id": "film-tv-0405-1",
        "title": "Fox TV Premieres \"Married... with Children\"",
        "description": "On April 5, 1987, the Fox TV network premiered both 'Married... with Children' and 'The Tracey Ullman Show'."
      }
    ],
    "04-06": [
      {
        "id": "film-tv-0406-1",
        "title": "George Eastman Begins Selling Kodak Roll Film",
        "description": "On April 6, 1889, George Eastman began selling Kodak flexible roll film for the first time."
      },
      {
        "id": "film-tv-0406-2",
        "title": "World's First Animated Cartoon Released",
        "description": "On April 6, 1906, the world's first animated cartoon, 'Humorous Phases of Funny Faces' by J. Stuart Blackton, was released."
      }
    ],
    "04-07": [
      {
        "id": "film-tv-0407-1",
        "title": "First Long-Distance Television Transmission",
        "description": "On April 7, 1927, AT&T sent the first long-distance television transmission — an image of Secretary of Commerce Herbert Hoover — from Washington, D.C. to New York City."
      }
    ],
    "04-08": [
      {
        "id": "film-tv-0408-1",
        "title": "David Lynch's \"Twin Peaks\" Premieres on ABC",
        "description": "On April 8, 1990, 'Twin Peaks' created by David Lynch and starring Kyle MacLachlan premiered on ABC."
      }
    ],
    "04-09": [
      {
        "id": "film-tv-0409-1",
        "title": "\"All the President's Men\" Released",
        "description": "On April 9, 1976, 'All the President's Men' was released. Directed by Alan J. Pakula and starring Dustin Hoffman and Robert Redford, the film was based on journalists Carl Bernstein and Bob Woodward's account of their Watergate investigation."
      }
    ],
    "04-10": [
      {
        "id": "film-tv-0410-1",
        "title": "\"House of Wax\" — First Color 3-D Movie — Premieres",
        "description": "On April 10, 1953, 'House of Wax,' the first color 3-D movie, premiered in New York."
      }
    ],
    "04-11": [
      {
        "id": "film-tv-0411-1",
        "title": "\"Marty\" Premieres in New York",
        "description": "On April 11, 1955, 'Marty,' directed by Delbert Mann and starring Ernest Borgnine and Betsy Blair, premiered in New York. It went on to win Best Picture at the 1956 Academy Awards."
      },
      {
        "id": "film-tv-0411-2",
        "title": "Frank Sinatra Records \"Strangers in the Night\"",
        "description": "On April 11, 1966, Frank Sinatra recorded 'Strangers in the Night' for his album of the same name. The single later reached #1 on the Billboard charts."
      }
    ],
    "04-12": [
      {
        "id": "film-tv-0412-1",
        "title": "\"Grand Hotel\" Premieres with Greta Garbo",
        "description": "On April 12, 1932, 'Grand Hotel,' directed by Edmund Goulding and starring Greta Garbo and John Barrymore, premiered in New York. It is famous for the line 'I want to be alone' and won Best Picture at the 1932 Academy Awards."
      }
    ],
    "04-13": [
      {
        "id": "film-tv-0413-1",
        "title": "Sidney Poitier Becomes First Black Actor to Win Best Actor Oscar",
        "description": "On April 13, 1964, at the 36th Academy Awards, Sidney Poitier won Best Actor for 'Lilies of the Field,' becoming the first Black actor in a leading role to win a competitive Oscar. 'Tom Jones' won Best Picture and Patricia Neal won Best Actress for 'Hud'."
      }
    ],
    "04-14": [
      {
        "id": "film-tv-0414-1",
        "title": "First Public Showing of Edison's Kinetoscope",
        "description": "On April 14, 1894, Thomas Edison's Kinetoscope — a device for viewing moving pictures — was shown to the public for the first time."
      }
    ],
    "04-15": [
      {
        "id": "film-tv-0415-1",
        "title": "Sketch Comedy Series \"In Living Color\" Premieres",
        "description": "On April 15, 1990, the sketch comedy series 'In Living Color' premiered on FOX TV."
      }
    ],
    "04-16": [
      {
        "id": "film-tv-0416-1",
        "title": "Laurel and Hardy's \"The Music Box\" Released",
        "description": "On April 16, 1932, short film 'The Music Box,' starring Stan Laurel and Oliver Hardy, was released in the US. It won the 1932 Academy Award for Best Live Action Short Film."
      }
    ],
    "04-17": [
      {
        "id": "film-tv-0417-1",
        "title": "\"Game of Thrones\" Premieres on HBO",
        "description": "On April 17, 2011, 'Game of Thrones,' based on the fantasy novels by George R.R. Martin, premiered on HBO."
      }
    ],
    "04-18": [
      {
        "id": "film-tv-0418-1",
        "title": "Saudi Arabia Reopens Cinemas with \"Black Panther\"",
        "description": "On April 18, 2018, 'Black Panther' became the first film shown at a commercial cinema in Saudi Arabia in 35 years, as the country reopened movie theaters."
      }
    ],
    "04-19": [
      {
        "id": "film-tv-0419-1",
        "title": "Shirley Temple's First Feature Film",
        "description": "On April 19, 1934, Shirley Temple appeared in her first feature-length film, 'Stand Up and Cheer'."
      }
    ],
    "04-20": [
      {
        "id": "film-tv-0420-1",
        "title": "Woody Allen's \"Annie Hall\" Released",
        "description": "On April 20, 1977, 'Annie Hall,' written and directed by Woody Allen and starring Woody Allen and Diane Keaton, was released. It won the Academy Award for Best Picture in 1978."
      }
    ],
    "04-21": [
      {
        "id": "film-tv-0421-1",
        "title": "\"All Quiet on the Western Front\" Premieres in Los Angeles",
        "description": "On April 21, 1930, 'All Quiet on the Western Front,' based on the novel by Erich Maria Remarque, directed by Lewis Milestone, and starring Louis Wolheim and Lew Ayres, premiered in Los Angeles. It won Outstanding Production at the 1930 Academy Awards."
      }
    ],
    "04-22": [
      {
        "id": "film-tv-0422-1",
        "title": "Army-McCarthy Hearings Televised",
        "description": "On April 22, 1954, the US Senate Army-McCarthy televised hearings began, marking a pivotal moment in the history of television and American politics."
      },
      {
        "id": "film-tv-0422-2",
        "title": "Barbara Walters Becomes First Female US Nightly News Anchor",
        "description": "On April 22, 1976, Barbara Walters became the first female US nightly network news anchor, joining ABC News."
      }
    ],
    "04-23": [
      {
        "id": "film-tv-0423-1",
        "title": "Beyoncé Releases \"Lemonade\" as an HBO Film",
        "description": "On April 23, 2016, Beyoncé released her 6th studio album 'Lemonade' accompanied by a one-hour visual film broadcast on HBO."
      }
    ],
    "04-24": [
      {
        "id": "film-tv-0424-1",
        "title": "MIT Sends First TV Signal by Satellite",
        "description": "On April 24, 1962, the Massachusetts Institute of Technology transmitted a television signal by satellite for the first time, sending it from California to Massachusetts."
      }
    ],
    "04-25": [
      {
        "id": "film-tv-0425-1",
        "title": "\"Shehar Aur Sapna\" Wins India's Golden Lotus",
        "description": "On April 25, 1964, at the 11th National Film Awards in India, 'Shehar Aur Sapna' won the Golden Lotus, the country's highest film honor."
      }
    ],
    "04-26": [
      {
        "id": "film-tv-0426-1",
        "title": "Akira Kurosawa's \"Seven Samurai\" Released",
        "description": "On April 26, 1954, 'Seven Samurai,' a Japanese film directed by Akira Kurosawa and starring Toshiro Mifune, was released."
      }
    ],
    "04-27": [
      {
        "id": "film-tv-0427-1",
        "title": "\"Last Week Tonight with John Oliver\" Premieres on HBO",
        "description": "On April 27, 2014, 'Last Week Tonight with John Oliver,' the late-night talk and news show fronted by John Oliver, premiered on HBO."
      }
    ],
    "04-28": [
      {
        "id": "film-tv-0428-1",
        "title": "RCA and GE Install First Home Television Receivers",
        "description": "On April 28, 1928, RCA and GE installed three test television sets in homes in Schenectady, New York, allowing trials of inventor E.F.W. Alexanderson's first home television receiver. The picture received was poor, unsteady, and just 1.5 inches square."
      },
      {
        "id": "film-tv-0428-2",
        "title": "Barbra Streisand's First TV Special Airs on CBS",
        "description": "On April 28, 1965, 'My Name is Barbra,' Barbra Streisand's first television special, premiered on CBS."
      }
    ],
    "04-29": [
      {
        "id": "film-tv-0429-1",
        "title": "\"One Man's Family\" — Longest-Running US Radio Drama — Debuts",
        "description": "On April 29, 1932, 'One Man's Family' made its first broadcast on NBC radio, going on to become the longest-running dramatic serial in US radio history, ending in 1959."
      }
    ],
    "04-30": [
      {
        "id": "film-tv-0430-1",
        "title": "Mr. Potato Head Becomes First Toy Advertised on TV",
        "description": "On April 30, 1952, Mr. Potato Head became the first toy ever to be advertised on television."
      }
    ],
    "05-01": [
      {
        "id": "film-tv-0501-1",
        "title": "Orson Welles' \"Citizen Kane\" Premieres",
        "description": "On May 1, 1941, 'Citizen Kane,' directed by and starring Orson Welles alongside Joseph Cotten and Dorothy Comingore, premiered at the Palace Theater in New York City."
      }
    ],
    "05-02": [
      {
        "id": "film-tv-0502-1",
        "title": "\"Iron Man\" Launches the Marvel Cinematic Universe",
        "description": "On May 2, 2008, 'Iron Man,' directed by Jon Favreau and starring Robert Downey Jr. as Tony Stark, became the first film in the Marvel Cinematic Universe."
      },
      {
        "id": "film-tv-0502-2",
        "title": "Writers Guild of America Goes on Strike",
        "description": "On May 2, 2023, the Writers Guild of America voted to strike over pay and industry changes, halting television production across Hollywood."
      }
    ],
    "05-03": [
      {
        "id": "film-tv-0503-1",
        "title": "Bing Crosby's \"Going My Way\" Premieres",
        "description": "On May 3, 1944, 'Going My Way,' directed by Leo McCarey and starring Bing Crosby, premiered in New York. It went on to win the Academy Award for Best Picture in 1945."
      }
    ],
    "05-04": [
      {
        "id": "film-tv-0504-1",
        "title": "Seth MacFarlane Signs $100 Million Deal with Fox",
        "description": "On May 4, 2008, Seth MacFarlane reached a $100 million agreement with Fox to keep 'Family Guy' and 'American Dad' on air until 2012, making him the world's highest-paid television writer at the time."
      }
    ],
    "05-05": [
      {
        "id": "film-tv-0505-1",
        "title": "Childish Gambino Releases \"This is America\" Music Video",
        "description": "On May 5, 2018, Childish Gambino (Donald Glover) released the music video to the new single 'This is America' to wide critical acclaim."
      }
    ],
    "05-06": [
      {
        "id": "film-tv-0506-1",
        "title": "\"Friends\" Airs Its Series Finale",
        "description": "On May 6, 2004, TV sitcom 'Friends' aired the series finale of its 10th and final season in the US, attracting 52.5 million viewers."
      }
    ],
    "05-07": [
      {
        "id": "film-tv-0507-1",
        "title": "\"Baahubali 2\" Becomes Highest-Grossing Indian Film Ever",
        "description": "On May 7, 2017, 'Baahubali 2: The Conclusion' became the highest-grossing Indian box office film ever, earning $120 million."
      }
    ],
    "05-08": [
      {
        "id": "film-tv-0508-1",
        "title": "Hammer Horror's \"Dracula\" Released with Christopher Lee",
        "description": "On May 8, 1958, the classic Hammer horror film 'Dracula' was released, starring Christopher Lee as the eponymous vampire alongside Peter Cushing, and directed by Terence Fisher."
      }
    ],
    "05-09": [
      {
        "id": "film-tv-0509-1",
        "title": "Alfred Hitchcock's \"Vertigo\" Released",
        "description": "On May 9, 1958, 'Vertigo,' a psychological thriller directed by Alfred Hitchcock and starring James Stewart and Kim Novak, was released."
      }
    ],
    "05-10": [
      {
        "id": "film-tv-0510-1",
        "title": "Jacques Cousteau's \"The Silent World\" Wins Palme d'Or",
        "description": "On May 10, 1956, at the 9th Cannes Film Festival, 'The Silent World,' directed by Jacques Cousteau and Louis Malle, won the Palme d'Or."
      }
    ],
    "05-11": [
      {
        "id": "film-tv-0511-1",
        "title": "Monty Python Comedy Troupe Forms",
        "description": "On May 11, 1969, British comedy troupe Monty Python formed, made up of Graham Chapman, John Cleese, Terry Gilliam, Eric Idle, Terry Jones, and Michael Palin."
      }
    ],
    "05-12": [
      {
        "id": "film-tv-0512-1",
        "title": "\"Pulp Fiction\" Premieres at Cannes and Wins Palme d'Or",
        "description": "On May 12, 1994, 'Pulp Fiction,' directed by Quentin Tarantino and starring John Travolta, Uma Thurman, and Samuel L. Jackson, premiered at the Cannes Film Festival, winning the Palme d'Or."
      }
    ],
    "05-13": [
      {
        "id": "film-tv-0513-1",
        "title": "\"Frasier\" Series Finale Draws 33 Million Viewers",
        "description": "On May 13, 2004, the final episode of 'Frasier' on NBC was watched by 33 million people."
      }
    ],
    "05-14": [
      {
        "id": "film-tv-0514-1",
        "title": "\"Seinfeld\" Series Finale Draws 76 Million Viewers",
        "description": "On May 14, 1998, Seinfeld's final two-part episode 'The Finale' aired on NBC to 76.3 million viewers, with commercials priced at $2 million for 30 seconds."
      }
    ],
    "05-15": [
      {
        "id": "film-tv-0515-1",
        "title": "Michael Moore's \"Bowling for Columbine\" Premieres at Cannes",
        "description": "On May 15, 2002, documentary 'Bowling for Columbine' by Michael Moore premiered at the Cannes Film Festival."
      }
    ],
    "05-16": [
      {
        "id": "film-tv-0516-1",
        "title": "First Academy Awards Ceremony Held",
        "description": "On May 16, 1929, the 1st Academy Awards were presented. 'Wings' won Best Picture, Emil Jannings won Best Actor, and Janet Gaynor won Best Actress."
      },
      {
        "id": "film-tv-0516-2",
        "title": "\"Annie Get Your Gun\" Opens on Broadway",
        "description": "On May 16, 1946, Irving Berlin's musical 'Annie Get Your Gun,' starring Ethel Merman and featuring the song 'There's No Business Like Show Business,' opened at the Imperial Theatre in New York City."
      }
    ],
    "05-17": [
      {
        "id": "film-tv-0517-1",
        "title": "First Televised Baseball Game Broadcast on NBC",
        "description": "On May 17, 1939, the first televised baseball game was broadcast on NBC, with Princeton University defeating Columbia University 2–1."
      }
    ],
    "05-18": [
      {
        "id": "film-tv-0518-1",
        "title": "Grauman's Chinese Theatre Opens in Hollywood",
        "description": "On May 18, 1927, Grauman's Chinese Theatre opened in Hollywood, California."
      }
    ],
    "05-19": [
      {
        "id": "film-tv-0519-1",
        "title": "NBC Founded by RCA",
        "description": "On May 19, 1926, the National Broadcasting Company (NBC) was founded by the Radio Corporation of America (RCA)."
      },
      {
        "id": "film-tv-0519-2",
        "title": "Spike Lee's \"Do the Right Thing\" Premieres at Cannes",
        "description": "On May 19, 1989, 'Do the Right Thing,' directed by Spike Lee and starring Danny Aiello and Ossie Davis, premiered at the Cannes Film Festival."
      }
    ],
    "05-20": [
      {
        "id": "film-tv-0520-1",
        "title": "First Public Display of Edison's Kinetoscope Prototype",
        "description": "On May 20, 1891, Thomas Edison's prototype Kinetoscope was publicly displayed for the first time, shown to members of the National Federation of Women's Clubs."
      }
    ],
    "05-21": [
      {
        "id": "film-tv-0521-1",
        "title": "First American Horror Movie Premieres in Chicago",
        "description": "On May 21, 1908, the first American horror movie, the silent film 'Dr. Jekyll and Mr. Hyde,' premiered in Chicago."
      }
    ],
    "05-22": [
      {
        "id": "film-tv-0522-1",
        "title": "Johnny Carson's Final Night on \"The Tonight Show\"",
        "description": "On May 22, 1992, Johnny Carson made his final appearance as host of 'The Tonight Show,' ending a 30-year run."
      }
    ],
    "05-23": [
      {
        "id": "film-tv-0523-1",
        "title": "Stanley Kubrick's \"The Shining\" Released",
        "description": "On May 23, 1980, 'The Shining' was released, directed by Stanley Kubrick and starring Jack Nicholson and Shelley Duvall, based on the novel by Stephen King."
      }
    ],
    "05-24": [
      {
        "id": "film-tv-0524-1",
        "title": "Henry Irving Becomes First Actor to Receive a Knighthood",
        "description": "On May 24, 1895, Henry Irving became the first actor to receive a knighthood."
      }
    ],
    "05-25": [
      {
        "id": "film-tv-0525-1",
        "title": "Original \"Star Wars\" Premieres",
        "description": "On May 25, 1977, 'Star Wars' (Episode IV – A New Hope), directed by George Lucas and starring Mark Hamill, Carrie Fisher, and Harrison Ford, premiered."
      }
    ],
    "05-26": [
      {
        "id": "film-tv-0526-1",
        "title": "Actors' Equity Association Founded in New York",
        "description": "On May 26, 1913, the US Actors' Equity Association was founded in New York City."
      }
    ],
    "05-27": [
      {
        "id": "film-tv-0527-1",
        "title": "Walt Disney's \"Three Little Pigs\" Released",
        "description": "On May 27, 1933, Walt Disney's short film 'Three Little Pigs' was released. It won the Academy Award for Best Animated Film in 1934."
      },
      {
        "id": "film-tv-0527-2",
        "title": "\"Top Gun: Maverick\" Released 36 Years After the Original",
        "description": "On May 27, 2022, 'Top Gun: Maverick,' starring Tom Cruise, Miles Teller, and Jennifer Connelly, was released — 36 years after the original 'Top Gun'."
      }
    ],
    "05-28": [
      {
        "id": "film-tv-0528-1",
        "title": "The Goon Show Premieres on BBC Radio",
        "description": "On May 28, 1951, the radio program 'Crazy People' — later retitled 'The Goon Show' — premiered on the BBC, created by Spike Milligan."
      }
    ],
    "05-29": [
      {
        "id": "film-tv-0529-1",
        "title": "\"Yankee Doodle Dandy\" Premieres in New York",
        "description": "On May 29, 1942, 'Yankee Doodle Dandy,' based on the life of George M. Cohan, directed by Michael Curtiz, and starring James Cagney and Joan Leslie, premiered in New York City. It won the Academy Award for Best Actor in 1943."
      }
    ],
    "05-30": [
      {
        "id": "film-tv-0530-1",
        "title": "Philips Unveils the Compact Disc Video Format",
        "description": "On May 30, 1987, the North American Philips Company unveiled the compact disc video format (CD-V), capable of holding up to 800 MB — enough for a full-length movie."
      }
    ],
    "05-31": [
      {
        "id": "film-tv-0531-1",
        "title": "\"Gangnam Style\" First Video to Reach 2 Billion YouTube Views",
        "description": "On May 31, 2014, Psy's 'Gangnam Style' became the first video to reach 2 billion views on YouTube."
      }
    ],
    "06-01": [
      {
        "id": "film-tv-0601-1",
        "title": "CNN Makes Its First Broadcast",
        "description": "On June 1, 1980, the Cable News Network (CNN) made its first transmission, launching 24-hour news television."
      }
    ],
    "06-02": [
      {
        "id": "film-tv-0602-1",
        "title": "\"The Wire\" Debuts on HBO",
        "description": "On June 2, 2002, the crime drama 'The Wire,' created by David Simon and starring Idris Elba and Dominic West, debuted on HBO."
      }
    ],
    "06-03": [
      {
        "id": "film-tv-0603-1",
        "title": "Tom Hanks Stars in Penny Marshall's \"Big\"",
        "description": "On June 3, 1988, 'Big,' directed by Penny Marshall and starring Tom Hanks, premiered in the US."
      }
    ],
    "06-04": [
      {
        "id": "film-tv-0604-1",
        "title": "\"Mrs. Miniver\" Released in the US",
        "description": "On June 4, 1942, 'Mrs. Miniver,' based on the novel by Jan Struther, directed by William Wyler, and starring Greer Garson and Walter Pidgeon, was released in the US. It won Best Picture at the 1943 Academy Awards."
      }
    ],
    "06-05": [
      {
        "id": "film-tv-0605-1",
        "title": "First Nationally Televised Sporting Event",
        "description": "On June 5, 1952, the first nationally televised sporting event aired: Jersey Joe Walcott defeated Ezzard Charles in 15 rounds for the heavyweight boxing title at Municipal Stadium in Philadelphia, Pennsylvania."
      },
      {
        "id": "film-tv-0605-2",
        "title": "\"Nightline\" Airs First Town Meeting on AIDS",
        "description": "On June 5, 1987, 'Nightline' presented its first 'Town Meeting,' with AIDS as the subject. The show ran until 3:47 AM."
      }
    ],
    "06-06": [
      {
        "id": "film-tv-0606-1",
        "title": "\"Sex and the City\" Premieres on HBO",
        "description": "On June 6, 1998, 'Sex and the City' premiered on HBO, starring Sarah Jessica Parker, Kim Cattrall, Kristin Davis, and Cynthia Nixon."
      }
    ],
    "06-07": [
      {
        "id": "film-tv-0607-1",
        "title": "Sony Introduces the Betamax Videocassette Recorder",
        "description": "On June 7, 1975, Sony introduced the Betamax videocassette recorder for public sale."
      }
    ],
    "06-08": [
      {
        "id": "film-tv-0608-1",
        "title": "\"Ghostbusters\" Premieres",
        "description": "On June 8, 1984, 'Ghostbusters,' the supernatural comedy film directed and produced by Ivan Reitman and starring Bill Murray, Dan Aykroyd, Harold Ramis, and Ernie Hudson, premiered."
      }
    ],
    "06-09": [
      {
        "id": "film-tv-0609-1",
        "title": "Donald Duck Makes His First Appearance",
        "description": "On June 9, 1934, Donald Duck made his first appearance in the Disney cartoon 'The Wise Little Hen'."
      }
    ],
    "06-10": [
      {
        "id": "film-tv-0610-1",
        "title": "\"The Sopranos\" Series Finale Airs on HBO",
        "description": "On June 10, 2007, the series finale of 'The Sopranos' aired on HBO, famously ending with a sudden cut to black that sparked widespread debate."
      }
    ],
    "06-11": [
      {
        "id": "film-tv-0611-1",
        "title": "Steven Spielberg's \"Jurassic Park\" Opens to Record Box Office",
        "description": "On June 11, 1993, 'Jurassic Park,' directed by Steven Spielberg and starring Sam Neill and Jeff Goldblum, opened and set a box office weekend record of $502 million."
      },
      {
        "id": "film-tv-0611-2",
        "title": "\"American Idol\" Premieres on Fox",
        "description": "On June 11, 2002, 'American Idol,' created by Simon Fuller with judges Simon Cowell, Paula Abdul, and Randy Jackson, premiered on Fox."
      }
    ],
    "06-12": [
      {
        "id": "film-tv-0612-1",
        "title": "\"Raiders of the Lost Ark\" Premieres",
        "description": "On June 12, 1981, 'Raiders of the Lost Ark,' the first Indiana Jones film, directed by Steven Spielberg and starring Harrison Ford with a story by George Lucas, premiered."
      },
      {
        "id": "film-tv-0612-2",
        "title": "\"Toy Story 3\" Premieres as First Animated Film to Earn $1 Billion",
        "description": "On June 12, 2010, 'Toy Story 3,' directed by Lee Unkrich and starring Tom Hanks and Tim Allen, premiered at the Taormina Film Fest in Italy. It became the first animated film to earn $1 billion."
      }
    ],
    "06-13": [
      {
        "id": "film-tv-0613-1",
        "title": "Stanley Kubrick's \"Lolita\" Released",
        "description": "On June 13, 1962, 'Lolita' was released, based on Vladimir Nabokov's novel, directed by Stanley Kubrick, and starring James Mason and Sue Lyon."
      }
    ],
    "06-14": [
      {
        "id": "film-tv-0614-1",
        "title": "Matt Damon's \"The Bourne Identity\" Released",
        "description": "On June 14, 2002, 'The Bourne Identity,' directed by Doug Liman and starring Matt Damon, was released in the US."
      }
    ],
    "06-15": [
      {
        "id": "film-tv-0615-1",
        "title": "World's First Moving Pictures Captured on Camera",
        "description": "On June 15, 1878, the world's first moving pictures were captured using 12 cameras — each taking one picture in sequence — to determine whether all four of a horse's hooves leave the ground simultaneously."
      }
    ],
    "06-16": [
      {
        "id": "film-tv-0616-1",
        "title": "Alfred Hitchcock's \"Psycho\" Opens in New York",
        "description": "On June 16, 1960, 'Psycho,' directed by Alfred Hitchcock and starring Janet Leigh, Anthony Perkins, and Vera Miles, opened in New York City."
      },
      {
        "id": "film-tv-0616-2",
        "title": "\"Grease\" Opens in Theaters",
        "description": "On June 16, 1978, 'Grease,' starring John Travolta and Olivia Newton-John and based on the 1971 Broadway musical, opened in theaters."
      },
      {
        "id": "film-tv-0616-3",
        "title": "Donald Trump Launches Presidential Campaign",
        "description": "On June 16, 2015, TV personality and real estate mogul Donald Trump launched his campaign for the Republican nomination for US President at Trump Tower."
      }
    ],
    "06-17": [
      {
        "id": "film-tv-0617-1",
        "title": "\"Incredibles 2\" Sets Animated Opening Weekend Record",
        "description": "On June 17, 2018, 'The Incredibles 2' set a box office record for an animated release, earning $180 million in its opening weekend."
      }
    ],
    "06-18": [
      {
        "id": "film-tv-0618-1",
        "title": "Sam Peckinpah's \"The Wild Bunch\" Released",
        "description": "On June 18, 1969, 'The Wild Bunch,' directed by Sam Peckinpah and starring William Holden and Ernest Borgnine, was released."
      }
    ],
    "06-19": [
      {
        "id": "film-tv-0619-1",
        "title": "Pixar's \"Inside Out\" Released",
        "description": "On June 19, 2015, Pixar's animated film 'Inside Out' was released, featuring voices by Amy Poehler, Phyllis Smith, Lewis Black, Bill Hader, and Mindy Kaling."
      }
    ],
    "06-20": [
      {
        "id": "film-tv-0620-1",
        "title": "Steven Spielberg's \"Jaws\" Released",
        "description": "On June 20, 1975, 'Jaws,' based on the book by Peter Benchley, directed by Steven Spielberg, and starring Roy Scheider, was released, effectively inventing the summer blockbuster."
      }
    ],
    "06-21": [
      {
        "id": "film-tv-0621-1",
        "title": "\"Who's Afraid of Virginia Woolf?\" Released",
        "description": "On June 21, 1966, 'Who's Afraid of Virginia Woolf?' — the film directorial debut of Mike Nichols — based on Edward Albee's 1962 play and starring Elizabeth Taylor and Richard Burton, was released. Taylor won the Academy Award for Best Actress in 1967."
      }
    ],
    "06-22": [
      {
        "id": "film-tv-0622-1",
        "title": "Disney's \"The Rescuers\" Released",
        "description": "On June 22, 1977, Walt Disney's animated film 'The Rescuers' was released, becoming the first Disney film to receive a sequel."
      }
    ],
    "06-23": [
      {
        "id": "film-tv-0623-1",
        "title": "Tim Burton's \"Batman\" Premieres",
        "description": "On June 23, 1989, 'Batman' premiered, directed by Tim Burton and starring Michael Keaton and Jack Nicholson."
      }
    ],
    "06-24": [
      {
        "id": "film-tv-0624-1",
        "title": "Mary Pickford Becomes First Female Film Star with a Million-Dollar Contract",
        "description": "On June 24, 1916, Mary Pickford became the first female film star to receive a million-dollar contract."
      }
    ],
    "06-25": [
      {
        "id": "film-tv-0625-1",
        "title": "The Beatles Perform in First Global Satellite TV Broadcast",
        "description": "On June 25, 1967, the first global satellite television program, 'Our World,' was broadcast, featuring 19 acts from 19 nations, including The Beatles performing 'All You Need Is Love'."
      }
    ],
    "06-26": [
      {
        "id": "film-tv-0626-1",
        "title": "Charlie Chaplin's \"The Gold Rush\" Released",
        "description": "On June 26, 1925, 'The Gold Rush,' directed, written, and starring Charlie Chaplin, was released. It became the fifth highest-grossing silent film of all time."
      }
    ],
    "06-27": [
      {
        "id": "film-tv-0627-1",
        "title": "Television's First Sci-Fi Series Debuts",
        "description": "On June 27, 1949, 'Captain Video and His Video Rangers' debuted on DuMont TV, becoming television's first science fiction series."
      }
    ],
    "06-28": [
      {
        "id": "film-tv-0628-1",
        "title": "\"Amos 'n' Andy\" Premieres on CBS Television",
        "description": "On June 28, 1951, the radio sitcom 'Amos 'n' Andy,' featuring Black characters, premiered on CBS Television."
      }
    ],
    "06-29": [
      {
        "id": "film-tv-0629-1",
        "title": "NBC Approves the \"Star Trek\" Pilot Script",
        "description": "On June 29, 1964, NBC approved Gene Roddenberry's script for the pilot episode of 'Star Trek,' titled 'The Cage'."
      }
    ],
    "06-30": [
      {
        "id": "film-tv-0630-1",
        "title": "\"The Johnny Carson Show\" Debuts on CBS",
        "description": "On June 30, 1955, the variety TV show 'The Johnny Carson Show' debuted on CBS."
      }
    ],
    "07-01": [
      {
        "id": "film-tv-0701-1",
        "title": "First Television Commercial Airs",
        "description": "On July 1, 1941, the Bulova Watch Company paid $9 for the first ever television commercial, which aired during a broadcast of a Brooklyn Dodgers vs. Philadelphia Phillies baseball game."
      }
    ],
    "07-02": [
      {
        "id": "film-tv-0702-1",
        "title": "First Television Broadcasting Station in the USA Goes on Air",
        "description": "On July 2, 1928, the Jenkins Television Corporation, owned by Charles Jenkins, went on air with W3XK, the first television broadcasting station in the United States."
      }
    ],
    "07-03": [
      {
        "id": "film-tv-0703-1",
        "title": "John Logie Baird Demonstrates First Color TV Transmission",
        "description": "On July 3, 1928, John Logie Baird demonstrated the first color television transmission in London."
      }
    ],
    "07-04": [
      {
        "id": "film-tv-0704-1",
        "title": "Casey Kasem's \"American Top 40\" Debuts",
        "description": "On July 4, 1970, Casey Kasem's countdown radio program 'American Top 40' debuted on Los Angeles radio."
      }
    ],
    "07-05": [
      {
        "id": "film-tv-0705-1",
        "title": "BBC Broadcasts Its First Television News Bulletin",
        "description": "On July 5, 1954, the BBC broadcast its first television news bulletin."
      }
    ],
    "07-06": [
      {
        "id": "film-tv-0706-1",
        "title": "Abbott and Costello's \"Who's on First?\" Routine Featured in Film",
        "description": "On July 6, 1945, Abbott and Costello's film 'The Naughty Nineties' was released, featuring the longest version of their classic 'Who's on First?' comedy routine."
      }
    ],
    "07-07": [
      {
        "id": "film-tv-0707-1",
        "title": "RCA Broadcasts the First Real Television Program",
        "description": "On July 7, 1936, RCA broadcast the first real TV program — a variety show featuring dancing, a film on locomotives, a Bonwit Teller fashion show, and a monologue from 'Tobacco Road'."
      }
    ],
    "07-08": [
      {
        "id": "film-tv-0708-1",
        "title": "Christopher Nolan's \"Inception\" Premieres in London",
        "description": "On July 8, 2010, 'Inception,' directed by Christopher Nolan and starring Leonardo DiCaprio and Joseph Gordon-Levitt, premiered in London."
      }
    ],
    "07-09": [
      {
        "id": "film-tv-0709-1",
        "title": "Ricky Gervais's \"The Office\" Premieres on BBC Two",
        "description": "On July 9, 2001, the mockumentary 'The Office,' created by Ricky Gervais and Stephen Merchant and starring Ricky Gervais and Martin Freeman, premiered on BBC Two."
      },
      {
        "id": "film-tv-0709-2",
        "title": "Greta Gerwig's \"Barbie\" Premieres in Los Angeles",
        "description": "On July 9, 2023, 'Barbie,' starring Margot Robbie and Ryan Gosling and directed by Greta Gerwig, premiered at the Shrine Auditorium in Los Angeles."
      }
    ],
    "07-10": [
      {
        "id": "film-tv-0710-1",
        "title": "\"Your Hit Parade\" Premieres on NBC Television",
        "description": "On July 10, 1950, 'Your Hit Parade' premiered on NBC (later CBS), after being broadcast on radio since 1935."
      }
    ],
    "07-11": [
      {
        "id": "film-tv-0711-1",
        "title": "\"The Newlywed Game\" Premieres on ABC",
        "description": "On July 11, 1966, the TV quiz show 'The Newlywed Game,' hosted by Bob Eubanks, premiered on ABC."
      },
      {
        "id": "film-tv-0711-2",
        "title": "\"Orange Is the New Black\" Premieres on Netflix",
        "description": "On July 11, 2013, 'Orange Is the New Black,' starring Taylor Schilling, premiered on Netflix. It became the first series nominated for both comedy and drama Emmy Awards."
      }
    ],
    "07-12": [
      {
        "id": "film-tv-0712-1",
        "title": "\"Family Feud\" Debuts on ABC",
        "description": "On July 12, 1976, the game show 'Family Feud' debuted on ABC, hosted by Richard Dawson."
      }
    ],
    "07-13": [
      {
        "id": "film-tv-0713-1",
        "title": "The Hollywood Sign Is Officially Dedicated",
        "description": "On July 13, 1923, the Hollywood Sign was officially dedicated in the hills above Hollywood, Los Angeles. It originally read 'Hollywoodland,' but the last four letters were removed during a renovation in 1949."
      }
    ],
    "07-14": [
      {
        "id": "film-tv-0714-1",
        "title": "Dennis Hopper's \"Easy Rider\" Released",
        "description": "On July 14, 1969, 'Easy Rider,' directed by Dennis Hopper and starring Hopper, Peter Fonda, and Jack Nicholson, was released."
      }
    ],
    "07-15": [
      {
        "id": "film-tv-0715-1",
        "title": "\"Die Hard\" Released in the US",
        "description": "On July 15, 1988, 'Die Hard,' directed by John McTiernan and starring Bruce Willis and Alan Rickman, was released in the US."
      }
    ],
    "07-16": [
      {
        "id": "film-tv-0716-1",
        "title": "BBC Announces First Female Doctor in \"Doctor Who\"",
        "description": "On July 16, 2017, the BBC announced that Jodie Whittaker would become the first woman to play the Doctor in 'Doctor Who'."
      }
    ],
    "07-17": [
      {
        "id": "film-tv-0717-1",
        "title": "Alfred Hitchcock's \"North by Northwest\" Premieres",
        "description": "On July 17, 1959, 'North by Northwest,' directed by Alfred Hitchcock and starring Cary Grant and Eva Marie Saint, premiered in Los Angeles."
      },
      {
        "id": "film-tv-0717-2",
        "title": "CBS Cancels \"The Late Show With Stephen Colbert\"",
        "description": "On July 17, 2025, CBS announced the cancellation of 'The Late Show With Stephen Colbert,' which had been running since 2015."
      }
    ],
    "07-18": [
      {
        "id": "film-tv-0718-1",
        "title": "Audrey Hepburn's \"The Nun's Story\" Premieres in Los Angeles",
        "description": "On July 18, 1959, 'The Nun's Story,' based on the novel by Kathryn Hulme and starring Audrey Hepburn, premiered in Los Angeles."
      }
    ],
    "07-19": [
      {
        "id": "film-tv-0719-1",
        "title": "Tom and Jerry First Appear Under Their Own Names",
        "description": "On July 19, 1941, Tom and Jerry first appeared under their own names in the cartoon 'The Midnight Snack,' created by William Hanna and Joseph Barbera."
      }
    ],
    "07-20": [
      {
        "id": "film-tv-0720-1",
        "title": "\"Arthur Murray Party\" Premieres on ABC",
        "description": "On July 20, 1950, 'Arthur Murray Party' premiered on ABC (later airing on DuMont, CBS, and NBC)."
      }
    ],
    "07-21": [
      {
        "id": "film-tv-0721-1",
        "title": "Musical Film \"Stormy Weather\" Premieres",
        "description": "On July 21, 1943, 'Stormy Weather,' directed by Andrew L. Stone and starring Bill Robinson, Lena Horne, and Fats Waller (singing 'Ain't Misbehavin''), premiered in the US."
      },
      {
        "id": "film-tv-0721-2",
        "title": "\"The Daily Show\" Premieres on Comedy Central",
        "description": "On July 21, 1996, 'The Daily Show,' a late-night satirical news program hosted by Craig Kilborn, premiered on Comedy Central."
      }
    ],
    "07-22": [
      {
        "id": "film-tv-0722-1",
        "title": "Ed Wood's Cult Classic \"Plan 9 from Outer Space\" Premieres",
        "description": "On July 22, 1959, Ed Wood's cult classic 'Plan 9 from Outer Space,' often cited as one of the worst films ever made, premiered. It starred Gregory Walcott and Bela Lugosi."
      }
    ],
    "07-23": [
      {
        "id": "film-tv-0723-1",
        "title": "One Direction Formed on \"The X Factor\"",
        "description": "On July 23, 2010, English boy band One Direction was formed during 'The X Factor' television talent show, as Niall Horan, Harry Styles, Liam Payne, Zayn Malik, and Louis Tomlinson joined together as a group."
      }
    ],
    "07-24": [
      {
        "id": "film-tv-0724-1",
        "title": "Western Film \"High Noon\" Released",
        "description": "On July 24, 1952, 'High Noon' was released, directed by Fred Zinnemann and starring Gary Cooper, Grace Kelly, and Thomas Mitchell."
      }
    ],
    "07-25": [
      {
        "id": "film-tv-0725-1",
        "title": "Dean Martin and Jerry Lewis Stage Their First Show Together",
        "description": "On July 25, 1946, Dean Martin and Jerry Lewis performed their first show as a comedy team at the 500 Club in Atlantic City, New Jersey."
      }
    ],
    "07-26": [
      {
        "id": "film-tv-0726-1",
        "title": "First Permanent Movie Theater Opens in New Orleans",
        "description": "On July 26, 1896, Vitascope Hall, the first permanent for-profit movie theater, opened in New Orleans."
      }
    ],
    "07-27": [
      {
        "id": "film-tv-0727-1",
        "title": "Bugs Bunny Makes His Debut",
        "description": "On July 27, 1940, Bugs Bunny — the Warner Bros. cartoon character created by Tex Avery and Bob Givens for the Looney Tunes series — made his debut in 'A Wild Hare'."
      }
    ],
    "07-28": [
      {
        "id": "film-tv-0728-1",
        "title": "\"White Zombie\" — First Feature-Length Zombie Film — Released",
        "description": "On July 28, 1932, 'White Zombie,' the first feature-length zombie film, directed by Victor Halperin and starring Bela Lugosi, was released in the US."
      }
    ],
    "07-29": [
      {
        "id": "film-tv-0729-1",
        "title": "First Test Footage of Mickey Mouse Created",
        "description": "On July 29, 1928, the first test footage was created for Walt Disney's 'Steamboat Willie,' featuring Mickey Mouse."
      }
    ],
    "07-30": [
      {
        "id": "film-tv-0730-1",
        "title": "Professional Wrestling Premieres on US Prime-Time TV",
        "description": "On July 30, 1948, professional wrestling premiered on US prime-time television via the DuMont Television Network."
      }
    ],
    "07-31": [
      {
        "id": "film-tv-0731-1",
        "title": "US Government Censors Boxing Films",
        "description": "On July 31, 1912, the US government began censoring movies and photos of boxing prizefights. The restriction remained in place until 1940."
      }
    ],
    "08-01": [
      {
        "id": "film-tv-0801-1",
        "title": "George Harrison's Benefit Concerts for Bangladesh",
        "description": "On August 1, 1971, George Harrison's two benefit concerts for Bangladesh took place at Madison Square Garden in New York City. Performers included Bob Dylan, Ringo Starr, Ravi Shankar, Eric Clapton, Billy Preston, and Leon Russell."
      },
      {
        "id": "film-tv-0801-2",
        "title": "MTV Launches with \"Video Killed the Radio Star\"",
        "description": "On August 1, 1981, music video cable channel MTV debuted in the US at 12:01 AM with The Buggles' song 'Video Killed the Radio Star'."
      }
    ],
    "08-02": [
      {
        "id": "film-tv-0802-1",
        "title": "George Lucas's \"American Graffiti\" Premieres",
        "description": "On August 2, 1973, 'American Graffiti,' directed by George Lucas and starring Richard Dreyfuss and Ron Howard, premiered at the Locarno International Film Festival in Switzerland."
      }
    ],
    "08-03": [
      {
        "id": "film-tv-0803-1",
        "title": "CNN en Español Premieres",
        "description": "On August 3, 1995, CNN en Español made its first broadcast."
      }
    ],
    "08-04": [
      {
        "id": "film-tv-0804-1",
        "title": "FCC Rescinds the Fairness Doctrine",
        "description": "On August 4, 1987, the FCC voted 4–0 to rescind the Fairness Doctrine, which had required broadcasters to present balanced coverage of controversial issues."
      }
    ],
    "08-05": [
      {
        "id": "film-tv-0805-1",
        "title": "\"American Bandstand\" Premieres on ABC",
        "description": "On August 5, 1957, 'American Bandstand' premiered on ABC network television."
      }
    ],
    "08-06": [
      {
        "id": "film-tv-0806-1",
        "title": "\"Don Juan\" — First Feature Film with Synchronized Sound — Released",
        "description": "On August 6, 1926, 'Don Juan,' starring John Barrymore, was released by Warner Bros. It was the first feature-length film to use the Vitaphone sound-on-disc system with a synchronized musical score and sound effects."
      }
    ],
    "08-07": [
      {
        "id": "film-tv-0807-1",
        "title": "China Bans \"Christopher Robin\" Winnie the Pooh Film",
        "description": "On August 7, 2018, China banned the release of the Winnie the Pooh film 'Christopher Robin' after the character had been widely used to mock Chinese President Xi Jinping."
      }
    ],
    "08-08": [
      {
        "id": "film-tv-0808-1",
        "title": "7th Venice Film Festival Opens Amid US Boycott",
        "description": "On August 8, 1939, the 7th Venice Film Festival opened with a United States boycott, due to Benito Mussolini's Fascist Italian regime."
      }
    ],
    "08-09": [
      {
        "id": "film-tv-0809-1",
        "title": "Betty Boop Makes Her Debut",
        "description": "On August 9, 1930, animated character Betty Boop debuted in Max Fleischer's cartoon 'Dizzy Dishes'."
      }
    ],
    "08-10": [
      {
        "id": "film-tv-0810-1",
        "title": "ABC Enters Network Television",
        "description": "On August 10, 1948, ABC began its network television broadcasts at 7 PM from WJZ in New York."
      }
    ],
    "08-11": [
      {
        "id": "film-tv-0811-1",
        "title": "\"The Life of Émile Zola\" Premieres in New York",
        "description": "On August 11, 1937, 'The Life of Émile Zola,' directed by William Dieterle and starring Paul Muni, premiered in New York. It won Best Picture at the 1938 Academy Awards."
      }
    ],
    "08-12": [
      {
        "id": "film-tv-0812-1",
        "title": "Silent Film \"Wings\" Premieres — First Best Picture Winner",
        "description": "On August 12, 1927, 'Wings,' starring Clara Bow and directed by William A. Wellman, premiered in New York. It became the first film to win the Academy Award for Best Picture, and remains one of only two silent films to do so."
      }
    ],
    "08-13": [
      {
        "id": "film-tv-0813-1",
        "title": "\"Bonnie and Clyde\" Released",
        "description": "On August 13, 1967, 'Bonnie and Clyde,' directed by Arthur Penn and starring Warren Beatty and Faye Dunaway, was released."
      }
    ],
    "08-14": [
      {
        "id": "film-tv-0814-1",
        "title": "BBC Broadcasts Its First Feature Film on Television",
        "description": "On August 14, 1938, the BBC aired its first feature film on television: 'The Student of Prague'."
      }
    ],
    "08-15": [
      {
        "id": "film-tv-0815-1",
        "title": "Winsor McCay's \"The Sinking of the Lusitania\" — Longest Animation of Its Time — Released",
        "description": "On August 15, 1918, 'The Sinking of the Lusitania' by Winsor McCay was released. At 12 minutes long, it was the longest work of animation produced at that time."
      },
      {
        "id": "film-tv-0815-2",
        "title": "\"The Wizard of Oz\" Premieres at Grauman's Chinese Theatre",
        "description": "On August 15, 1939, 'The Wizard of Oz' premiered at Grauman's Chinese Theatre in Hollywood. The musical fantasy film was directed by Victor Fleming and King Vidor, and starred Judy Garland as Dorothy, Ray Bolger as the Scarecrow, Jack Haley as the Tin Man, Bert Lahr as the Cowardly Lion, and Margaret Hamilton as the Wicked Witch. Songs were written by Harold Arlen and Yip Harburg."
      }
    ],
    "08-16": [
      {
        "id": "film-tv-0816-1",
        "title": "First Color Sound Cartoon Released",
        "description": "On August 16, 1930, the first color sound cartoon, 'Fiddlesticks,' was released by Ub Iwerks, formerly of Walt Disney Studios."
      }
    ],
    "08-17": [
      {
        "id": "film-tv-0817-1",
        "title": "\"Monty Python's Life of Brian\" Premieres in US Theaters",
        "description": "On August 17, 1979, 'Monty Python's Life of Brian,' directed by Terry Jones, starring Graham Chapman, Michael Palin, and John Cleese, and funded by George Harrison's HandMade Films, premiered in US theaters."
      }
    ],
    "08-18": [
      {
        "id": "film-tv-0818-1",
        "title": "First Televised Weather Map Broadcast",
        "description": "On August 18, 1926, the first televised weather map was broadcast by the National Oceanic and Atmospheric Administration in Washington, D.C."
      }
    ],
    "08-19": [
      {
        "id": "film-tv-0819-1",
        "title": "ABC Begins Broadcasting Saturday Morning Children's Shows",
        "description": "On August 19, 1950, ABC began broadcasting Saturday morning children's programming with 'Animal Clinic' and 'Acrobat Ranch'."
      }
    ],
    "08-20": [
      {
        "id": "film-tv-0820-1",
        "title": "Kurosawa's \"Rashomon\" Wins the Golden Lion at Venice",
        "description": "On August 20, 1951, at the 12th Venice Film Festival, 'Rashomon,' directed by Akira Kurosawa, won the Golden Lion."
      }
    ],
    "08-21": [
      {
        "id": "film-tv-0821-1",
        "title": "BTS's \"Dynamite\" Breaks YouTube Record",
        "description": "On August 21, 2020, Korean pop group BTS released the single 'Dynamite,' which became the first music video to be watched more than 100 million times within 24 hours on YouTube."
      }
    ],
    "08-22": [
      {
        "id": "film-tv-0822-1",
        "title": "BBC Begins Experimental Regular Television Broadcasts",
        "description": "On August 22, 1932, the BBC began experimental regular television broadcasts."
      }
    ],
    "08-23": [
      {
        "id": "film-tv-0823-1",
        "title": "First Televised Boxing Match Airs on BBC",
        "description": "On August 23, 1933, the first televised boxing match — a six-round exhibition between middleweights Archie Sexton and Laurie Raiteri — aired on BBC TV from Broadcasting House in London."
      },
      {
        "id": "film-tv-0823-2",
        "title": "\"The Big Sleep\" Premieres with Bogart and Bacall",
        "description": "On August 23, 1946, 'The Big Sleep,' directed by Howard Hawks and starring Humphrey Bogart as Philip Marlowe and Lauren Bacall, premiered."
      }
    ],
    "08-24": [
      {
        "id": "film-tv-0824-1",
        "title": "\"Hands Over the City\" Wins Golden Lion at Venice",
        "description": "On August 24, 1963, at the 24th Venice Film Festival, 'Hands Over the City,' directed by Francesco Rosi, won the Golden Lion."
      }
    ],
    "08-25": [
      {
        "id": "film-tv-0825-1",
        "title": "Carl Dreyer's \"Ordet\" Wins Golden Lion at Venice",
        "description": "On August 25, 1955, at the 16th Venice Film Festival, 'Ordet,' directed by Carl Theodor Dreyer, won the Golden Lion."
      }
    ],
    "08-26": [
      {
        "id": "film-tv-0826-1",
        "title": "Gene Kelly's \"An American in Paris\" Premieres in London",
        "description": "On August 26, 1951, 'An American in Paris,' with music by George Gershwin, directed by Vincente Minnelli, and starring Gene Kelly and Leslie Caron, premiered in London. It won the Academy Award for Best Picture in 1952."
      }
    ],
    "08-27": [
      {
        "id": "film-tv-0827-1",
        "title": "First TV Program Transmitted from Continental Europe to BBC",
        "description": "On August 27, 1950, the first television program transmitted from continental Europe aired on the BBC."
      },
      {
        "id": "film-tv-0827-2",
        "title": "Disney's \"Mary Poppins\" Premieres and Wins Five Oscars",
        "description": "On August 27, 1964, Walt Disney's 'Mary Poppins,' directed by Robert Stevenson and starring Julie Andrews and Dick Van Dyke, with songs by Richard and Robert Sherman, premiered at Grauman's Chinese Theatre in Los Angeles and went on to win five Academy Awards."
      }
    ],
    "08-28": [
      {
        "id": "film-tv-0828-1",
        "title": "17th Venice Film Festival Opens — No Golden Lion Awarded",
        "description": "On August 28, 1956, the 17th Venice Film Festival opened. In an unusual decision, no Golden Lion was awarded that year."
      }
    ],
    "08-29": [
      {
        "id": "film-tv-0829-1",
        "title": "\"The Fugitive\" Series Finale Draws 78 Million Viewers",
        "description": "On August 29, 1967, the final TV episode of 'The Fugitive,' starring David Janssen, was watched by 78 million people."
      }
    ],
    "08-30": [
      {
        "id": "film-tv-0830-1",
        "title": "Tom Brokaw Joins NBC's \"Today Show\" as News Anchor",
        "description": "On August 30, 1976, Tom Brokaw began as news anchor of NBC's 'The Today Show'."
      }
    ],
    "08-31": [
      {
        "id": "film-tv-0831-1",
        "title": "Thomas Edison Patents the Kinetoscope",
        "description": "On August 31, 1897, Thomas Edison patented the Kinetoscope, a device that produces moving pictures."
      },
      {
        "id": "film-tv-0831-2",
        "title": "Altman and Kieslowski Share the Golden Lion at Venice",
        "description": "On August 31, 1993, at the 50th Venice Film Festival, Robert Altman's 'Short Cuts' and Krzysztof Kieslowski's 'Three Colors: Blue' were jointly awarded the Golden Lion."
      }
    ],
    "09-01": [
      {
        "id": "film-tv-0901-1",
        "title": "Hitchcock's \"Rear Window\" Released",
        "description": "On September 1, 1954, Paramount Pictures released 'Rear Window,' directed by Alfred Hitchcock and starring James Stewart and Grace Kelly."
      }
    ],
    "09-02": [
      {
        "id": "film-tv-0902-1",
        "title": "Bing Crosby Makes His Solo Radio Debut",
        "description": "On September 2, 1931, Bing Crosby made his solo radio debut with his '15 Minutes with Bing Crosby' program broadcast on the CBS Network."
      },
      {
        "id": "film-tv-0902-2",
        "title": "\"The Third Man\" Released in the UK",
        "description": "On September 2, 1949, 'The Third Man,' directed by Carol Reed and starring Joseph Cotten, Alida Valli, and Orson Welles, was released in the United Kingdom. It won the Academy Award for Best Cinematography in 1950."
      }
    ],
    "09-03": [
      {
        "id": "film-tv-0903-1",
        "title": "TV Soap Opera \"Search for Tomorrow\" Debuts on CBS",
        "description": "On September 3, 1951, the TV soap opera 'Search for Tomorrow' debuted on CBS."
      }
    ],
    "09-04": [
      {
        "id": "film-tv-0904-1",
        "title": "Fred Astaire and Ginger Rogers Star in \"Swing Time\"",
        "description": "On September 4, 1936, RKO Radio Pictures released 'Swing Time,' directed by George Stevens and starring Fred Astaire and Ginger Rogers."
      }
    ],
    "09-05": [
      {
        "id": "film-tv-0905-1",
        "title": "Jim Henson's \"The Muppet Show\" Premieres",
        "description": "On September 5, 1976, Jim Henson's 'The Muppet Show' premiered on television with Mia Farrow as the first guest star."
      }
    ],
    "09-06": [
      {
        "id": "film-tv-0906-1",
        "title": "Fellini's \"La Strada\" Premieres at the Venice Film Festival",
        "description": "On September 6, 1954, 'La Strada,' directed by Federico Fellini and starring Anthony Quinn, premiered at the Venice Film Festival."
      }
    ],
    "09-07": [
      {
        "id": "film-tv-0907-1",
        "title": "32nd Emmy Awards Proceed Despite Mass Performer Boycott",
        "description": "On September 7, 1980, the 32nd Emmy Awards proceeded despite 51 of the 52 nominated performers boycotting due to a Screen Actors Guild strike. 'Taxi,' 'Lou Grant,' Ed Asner, and Barbara Bel Geddes won top honors."
      }
    ],
    "09-08": [
      {
        "id": "film-tv-0908-1",
        "title": "First Boxing Match on Film",
        "description": "On September 8, 1894, William K.L. Dickson, employed by Thomas Edison, filmed the first boxing match in West Orange, New Jersey — an exhibition between world heavyweight champion James J. Corbett and Peter Courtney."
      },
      {
        "id": "film-tv-0908-2",
        "title": "Alfred Hitchcock's \"Psycho\" Gets Nationwide Release",
        "description": "On September 8, 1960, Alfred Hitchcock's 'Psycho,' starring Anthony Perkins and Janet Leigh, received its nationwide release."
      },
      {
        "id": "film-tv-0908-3",
        "title": "Auditions Held for The Monkees",
        "description": "On September 8, 1965, small ads in Daily Variety and the Hollywood Reporter attracted 437 young men interested in forming a new pop group. Three were chosen, with British actor-singer Davy Jones already cast, creating The Monkees — often called the world's first manufactured boy band."
      },
      {
        "id": "film-tv-0908-4",
        "title": "\"The Oprah Winfrey Show\" First Broadcast Nationally",
        "description": "On September 8, 1986, 'The Oprah Winfrey Show' was first broadcast nationally across the United States."
      }
    ],
    "09-09": [
      {
        "id": "film-tv-0909-1",
        "title": "Elvis Presley's First Appearance on \"The Ed Sullivan Show\"",
        "description": "On September 9, 1956, Elvis Presley made his first appearance on 'The Ed Sullivan Show'."
      }
    ],
    "09-10": [
      {
        "id": "film-tv-0910-1",
        "title": "\"The X-Files\" Debuts on Fox",
        "description": "On September 10, 1993, 'The X-Files,' created by Chris Carter and starring David Duchovny and Gillian Anderson, debuted on Fox."
      }
    ],
    "09-11": [
      {
        "id": "film-tv-0911-1",
        "title": "First TV Drama Broadcasts in the New York Area",
        "description": "On September 11, 1928, the first television drama, WGY's 'The Queen's Messenger,' starring Izetta Jewell, was broadcast in the New York area."
      }
    ],
    "09-12": [
      {
        "id": "film-tv-0912-1",
        "title": "\"The Smurfs\" Cartoon Debuts in North America",
        "description": "On September 12, 1981, the animated cartoon series 'The Smurfs' by Hanna-Barbera was first broadcast in North America."
      }
    ],
    "09-13": [
      {
        "id": "film-tv-0913-1",
        "title": "\"Scooby-Doo, Where Are You!\" Debuts on CBS",
        "description": "On September 13, 1969, 'Scooby-Doo, Where Are You!,' by Hanna-Barbera, debuted on CBS."
      }
    ],
    "09-14": [
      {
        "id": "film-tv-0914-1",
        "title": "\"The Golden Girls\" Debuts on NBC",
        "description": "On September 14, 1985, 'The Golden Girls,' starring Bea Arthur, Betty White, Rue McClanahan, and Estelle Getty, debuted on NBC."
      }
    ],
    "09-15": [
      {
        "id": "film-tv-0915-1",
        "title": "\"The Lone Ranger\" Premieres on ABC Television",
        "description": "On September 15, 1949, 'The Lone Ranger' premiered on ABC television."
      }
    ],
    "09-16": [
      {
        "id": "film-tv-0916-1",
        "title": "Michael Moore's \"Roger & Me\" Wins People's Choice at Toronto",
        "description": "On September 16, 1989, at the 14th Toronto International Film Festival, 'Roger & Me,' directed by Michael Moore, won the People's Choice Award."
      }
    ],
    "09-17": [
      {
        "id": "film-tv-0917-1",
        "title": "\"M*A*S*H\" Debuts on CBS",
        "description": "On September 17, 1972, the TV comedy series 'M*A*S*H,' adapted from the film and starring Alan Alda, Loretta Swit, Wayne Rogers, and McLean Stevenson, debuted on CBS. It ran for 11 seasons, earning 14 Emmy Awards and one Peabody Award."
      },
      {
        "id": "film-tv-0917-2",
        "title": "Disney-ABC Suspends Production of \"Jimmy Kimmel Live!\"",
        "description": "On September 17, 2025, Disney-ABC indefinitely suspended production of 'Jimmy Kimmel Live!' following complaints about Kimmel's political jokes and the threat of broadcast license revocation by FCC chairman Brendan Carr."
      }
    ],
    "09-18": [
      {
        "id": "film-tv-0918-1",
        "title": "\"A Streetcar Named Desire\" Premieres in New York",
        "description": "On September 18, 1951, 'A Streetcar Named Desire,' directed by Elia Kazan and based on Tennessee Williams' 1947 play, starring Marlon Brando and Vivien Leigh, premiered at the Warner Theatre in New York City."
      }
    ],
    "09-19": [
      {
        "id": "film-tv-0919-1",
        "title": "\"The Mary Tyler Moore Show\" Premieres on CBS",
        "description": "On September 19, 1970, the sitcom 'The Mary Tyler Moore Show' premiered on CBS."
      }
    ],
    "09-20": [
      {
        "id": "film-tv-0920-1",
        "title": "\"The Cosby Show\" Premieres on NBC",
        "description": "On September 20, 1984, the sitcom 'The Cosby Show,' starring Bill Cosby and Phylicia Rashad, premiered on NBC."
      }
    ],
    "09-21": [
      {
        "id": "film-tv-0921-1",
        "title": "J.R.R. Tolkien's \"The Hobbit\" Published",
        "description": "On September 21, 1937, J.R.R. Tolkien's 'The Hobbit' was published by George Allen and Unwin in London, later inspiring multiple beloved film adaptations."
      }
    ],
    "09-22": [
      {
        "id": "film-tv-0922-1",
        "title": "\"Friends\" Premieres on NBC",
        "description": "On September 22, 1994, 'Friends,' created by David Crane and Marta Kauffman and starring Jennifer Aniston, Courteney Cox, Lisa Kudrow, Matt LeBlanc, Matthew Perry, and David Schwimmer, premiered on NBC."
      }
    ],
    "09-23": [
      {
        "id": "film-tv-0923-1",
        "title": "Nintendo Founded",
        "description": "On September 23, 1889, Nintendo Koppai (later Nintendo Company, Limited) was founded by Fusajiro Yamauchi to produce and market the playing card game Hanafuda."
      },
      {
        "id": "film-tv-0923-2",
        "title": "\"The Jetsons\" — ABC's First Color TV Series — Premieres",
        "description": "On September 23, 1962, 'The Jetsons,' created by Hanna-Barbera, premiered as ABC's first color television series."
      }
    ],
    "09-24": [
      {
        "id": "film-tv-0924-1",
        "title": "\"60 Minutes\" Premieres on CBS",
        "description": "On September 24, 1968, '60 Minutes' premiered on CBS, going on to become one of the longest-running and most-watched news programs in US television history."
      }
    ],
    "09-25": [
      {
        "id": "film-tv-0925-1",
        "title": "Satyajit Ray's \"Aparajito\" Wins Both Golden Lion and Critics' Award at Venice",
        "description": "On September 25, 1957, at the 18th Venice Film Festival, the influential Indian film 'Aparajito,' directed by Satyajit Ray, became the first film to win both the Golden Lion and the Critics' Award."
      }
    ],
    "09-26": [
      {
        "id": "film-tv-0926-1",
        "title": "\"Oliver!\" Premieres in London",
        "description": "On September 26, 1968, 'Oliver!,' directed by Carol Reed and starring Mark Lester and Ron Moody, premiered in London. It won Best Picture at the 1969 Academy Awards."
      }
    ],
    "09-27": [
      {
        "id": "film-tv-0927-1",
        "title": "\"Cracker\" Debuts on British ITV",
        "description": "On September 27, 1993, the British crime series 'Cracker,' created by Jimmy McGovern and starring Robbie Coltrane, debuted on ITV."
      },
      {
        "id": "film-tv-0927-2",
        "title": "Netflix Announces \"Bridgerton\" as Its Most-Watched Series",
        "description": "On September 27, 2021, Netflix announced that Shonda Rhimes' 'Bridgerton' had become its most-watched series ever, with 'Extraction,' starring Chris Hemsworth, as its number-one film."
      }
    ],
    "09-28": [
      {
        "id": "film-tv-0928-1",
        "title": "Joan Crawford's \"Mildred Pierce\" Opens and Wins Best Actress Oscar",
        "description": "On September 28, 1945, the film noir 'Mildred Pierce,' starring Joan Crawford, opened at the Strand Theatre in New York City. Crawford won the Academy Award for Best Actress for her performance."
      }
    ],
    "09-29": [
      {
        "id": "film-tv-0929-1",
        "title": "Laurence Olivier's \"Hamlet\" Opens in New York",
        "description": "On September 29, 1948, 'Hamlet,' directed by and starring Laurence Olivier, opened at the Park Avenue Cinema. It went on to win Best Picture at the 1949 Academy Awards."
      }
    ],
    "09-30": [
      {
        "id": "film-tv-0930-1",
        "title": "\"The Flintstones\" — First Animated Prime-Time Sitcom — Premieres",
        "description": "On September 30, 1960, 'The Flintstones,' the first animated prime-time sitcom, created by Hanna-Barbera, premiered on ABC."
      }
    ],
    "10-01": [
      {
        "id": "film-tv-1001-1",
        "title": "George Romero's \"Night of the Living Dead\" Premieres",
        "description": "On October 1, 1968, the cult zombie film 'Night of the Living Dead,' directed by George A. Romero and starring Duane Jones and Judith O'Dea, premiered in Pittsburgh, Pennsylvania."
      }
    ],
    "10-02": [
      {
        "id": "film-tv-1002-1",
        "title": "\"The Bridge on the River Kwai\" Released",
        "description": "On October 2, 1957, 'The Bridge on the River Kwai,' directed by David Lean and starring William Holden and Alec Guinness, was released. It won the Academy Award for Best Picture in 1958."
      }
    ],
    "10-03": [
      {
        "id": "film-tv-1003-1",
        "title": "\"The Maltese Falcon\" Premieres in New York",
        "description": "On October 3, 1941, 'The Maltese Falcon,' based on Dashiell Hammett's novel, directed by John Huston, and starring Humphrey Bogart and Mary Astor, premiered in New York City."
      },
      {
        "id": "film-tv-1003-2",
        "title": "Sinéad O'Connor Tears Up Photo of the Pope on \"SNL\"",
        "description": "On October 3, 1992, Irish singer Sinéad O'Connor tore up a photo of Pope John Paul II during a live performance on 'Saturday Night Live,' sparking widespread controversy."
      },
      {
        "id": "film-tv-1003-3",
        "title": "O.J. Simpson Found Not Guilty",
        "description": "On October 3, 1995, former NFL running back and actor O.J. Simpson was found not guilty of the murders of Nicole Simpson and Ron Goldman in Los Angeles — a verdict that captivated the country following months of televised trial coverage."
      }
    ],
    "10-04": [
      {
        "id": "film-tv-1004-1",
        "title": "\"The Last Emperor\" Premieres at the Tokyo Film Festival",
        "description": "On October 4, 1987, 'The Last Emperor,' directed by Bernardo Bertolucci and starring John Lone, Joan Chen, and Peter O'Toole, premiered at the Tokyo Film Festival. It won Best Picture at the 1988 Academy Awards."
      }
    ],
    "10-05": [
      {
        "id": "film-tv-1005-1",
        "title": "Harry Truman Delivers First Presidential Address Televised from the White House",
        "description": "On October 5, 1947, Harry Truman delivered the first presidential address to be televised from the White House."
      },
      {
        "id": "film-tv-1005-2",
        "title": "First James Bond Film \"Dr. No\" Premieres in London",
        "description": "On October 5, 1962, 'Dr. No,' the first James Bond film based on Ian Fleming's novel and starring Sean Connery and Ursula Andress, premiered in London."
      },
      {
        "id": "film-tv-1005-3",
        "title": "New York Times Publishes Harvey Weinstein Sexual Harassment Investigation",
        "description": "On October 5, 2017, The New York Times published a landmark investigation into sexual harassment allegations against Hollywood producer Harvey Weinstein, sparking the #MeToo movement."
      }
    ],
    "10-06": [
      {
        "id": "film-tv-1006-1",
        "title": "\"The Jazz Singer\" — First Feature Film with Synchronized Soundtrack — Released",
        "description": "On October 6, 1927, 'The Jazz Singer,' directed by Alan Crosland and starring Al Jolson and May McAvoy, was released as the first feature film with a synchronized soundtrack, effectively ending the era of silent cinema. It received an Honorary Academy Award in 1929."
      },
      {
        "id": "film-tv-1006-2",
        "title": "Stanley Kubrick's \"Spartacus\" Premieres in New York",
        "description": "On October 6, 1960, the historical epic 'Spartacus,' directed by Stanley Kubrick and starring Kirk Douglas and Laurence Olivier, premiered in New York City."
      }
    ],
    "10-07": [
      {
        "id": "film-tv-1007-1",
        "title": "\"The French Connection\" Premieres in the US",
        "description": "On October 7, 1971, 'The French Connection,' directed by William Friedkin and starring Gene Hackman, Roy Scheider, and Fernando Rey, premiered in the US. It won the Academy Award for Best Picture in 1972."
      }
    ],
    "10-08": [
      {
        "id": "film-tv-1008-1",
        "title": "First Official Laurel and Hardy Film Released",
        "description": "On October 8, 1927, the silent short film 'The Second Hundred Years,' starring Stan Laurel and Oliver Hardy, was released — the first film to feature them as an established comedy team."
      }
    ],
    "10-09": [
      {
        "id": "film-tv-1009-1",
        "title": "Joan Rivers Becomes First Woman to Host a US Late-Night Talk Show",
        "description": "On October 9, 1986, 'The Late Show with Joan Rivers' premiered on Fox, making her the first woman to host a US late-night TV talk show. She was fired in May 1987."
      }
    ],
    "10-10": [
      {
        "id": "film-tv-1010-1",
        "title": "\"Shyamchi Aai\" Wins India's First National Film Award",
        "description": "On October 10, 1954, at the 1st National Film Awards in India, 'Shyamchi Aai' won the Golden Lotus, the country's highest film honor."
      }
    ],
    "10-11": [
      {
        "id": "film-tv-1011-1",
        "title": "\"Saturday Night Live\" Premieres on NBC",
        "description": "On October 11, 1975, 'Saturday Night Live,' created by Lorne Michaels, premiered on NBC with George Carlin as the first host."
      }
    ],
    "10-12": [
      {
        "id": "film-tv-1012-1",
        "title": "Japanese Politician Assassinated on Live TV",
        "description": "On October 12, 1960, Japanese politician Inejiro Asanuma was assassinated with a sword during a live televised debate by 17-year-old nationalist Otoya Yamaguchi."
      }
    ],
    "10-13": [
      {
        "id": "film-tv-1013-1",
        "title": "Terrence Malick's \"Badlands\" Premieres at the New York Film Festival",
        "description": "On October 13, 1973, 'Badlands,' directed by Terrence Malick and starring Martin Sheen and Sissy Spacek, premiered at the New York Film Festival."
      }
    ],
    "10-14": [
      {
        "id": "film-tv-1014-1",
        "title": "Gershwin Musical \"Girl Crazy\" Opens on Broadway",
        "description": "On October 14, 1930, George and Ira Gershwin's musical 'Girl Crazy,' starring Ginger Rogers and featuring the debut of Ethel Merman, opened at the Alvin Theatre in New York City and ran for 272 performances."
      },
      {
        "id": "film-tv-1014-2",
        "title": "\"Keeping Up with the Kardashians\" Premieres",
        "description": "On October 14, 2007, 'Keeping Up with the Kardashians,' featuring Kim, Khloé, and Kourtney Kardashian, premiered on the E! cable network."
      }
    ],
    "10-15": [
      {
        "id": "film-tv-1015-1",
        "title": "\"Grand Ole Opry\" First Broadcast on Television",
        "description": "On October 15, 1955, the country music radio show 'Grand Ole Opry' was first broadcast on television in a live hour-long show on ABC."
      },
      {
        "id": "film-tv-1015-2",
        "title": "Alyssa Milano's Tweet Launches #MeToo Movement",
        "description": "On October 15, 2017, actress Alyssa Milano's tweet encouraging survivors of sexual harassment and assault to reply 'me too' prompted a massive flood of responses across social media, amplifying the #MeToo movement."
      }
    ],
    "10-16": [
      {
        "id": "film-tv-1016-1",
        "title": "Walt and Roy Disney Found the Disney Brothers Cartoon Studio",
        "description": "On October 16, 1923, Walt and Roy Disney founded the Disney Brothers Cartoon Studio in Los Feliz, California — the beginning of what would become the Walt Disney Company."
      }
    ],
    "10-17": [
      {
        "id": "film-tv-1017-1",
        "title": "Frank Capra's \"Mr. Smith Goes to Washington\" Released",
        "description": "On October 17, 1939, 'Mr. Smith Goes to Washington,' directed by Frank Capra and starring James Stewart and Jean Arthur, was released."
      }
    ],
    "10-18": [
      {
        "id": "film-tv-1018-1",
        "title": "British Broadcasting Company (BBC) Founded",
        "description": "On October 18, 1922, the British Broadcasting Company (BBC) was founded, later renamed the British Broadcasting Corporation."
      }
    ],
    "10-19": [
      {
        "id": "film-tv-1019-1",
        "title": "US Senate Passes Bill Limiting Ads in Children's TV",
        "description": "On October 19, 1988, the US Senate passed a bill curbing the number of advertisements allowed during children's television shows."
      }
    ],
    "10-20": [
      {
        "id": "film-tv-1020-1",
        "title": "Richard Pryor Receives the First Mark Twain Prize",
        "description": "On October 20, 1998, comedian Richard Pryor received the inaugural Kennedy Center Mark Twain Prize for American Humor."
      }
    ],
    "10-21": [
      {
        "id": "film-tv-1021-1",
        "title": "\"My Fair Lady\" Film Premieres in New York",
        "description": "On October 21, 1964, the film version of 'My Fair Lady,' directed by George Cukor and starring Rex Harrison and Audrey Hepburn, premiered in New York. It won the Academy Award for Best Picture in 1965."
      }
    ],
    "10-22": [
      {
        "id": "film-tv-1022-1",
        "title": "Bette Davis Wins Three Oscars for \"Now, Voyager\"",
        "description": "On October 22, 1942, 'Now, Voyager,' directed by Irving Rapper and starring Bette Davis, Paul Henreid, and Claude Rains, premiered in New York, winning three Academy Awards."
      }
    ],
    "10-23": [
      {
        "id": "film-tv-1023-1",
        "title": "Disney's \"Dumbo\" Released",
        "description": "On October 23, 1941, Walt Disney's animated film 'Dumbo' was released."
      }
    ],
    "10-24": [
      {
        "id": "film-tv-1024-1",
        "title": "\"The Manchurian Candidate\" Released",
        "description": "On October 24, 1962, 'The Manchurian Candidate,' directed by John Frankenheimer and starring Frank Sinatra and Laurence Harvey, was released."
      }
    ],
    "10-25": [
      {
        "id": "film-tv-1025-1",
        "title": "\"Halloween\" Released — Jamie Lee Curtis's Film Debut",
        "description": "On October 25, 1978, 'Halloween,' directed by John Carpenter and starring Donald Pleasence and Jamie Lee Curtis in her film debut, was released."
      }
    ],
    "10-26": [
      {
        "id": "film-tv-1026-1",
        "title": "James Cameron's \"The Terminator\" Released",
        "description": "On October 26, 1984, 'The Terminator,' directed by James Cameron and starring Arnold Schwarzenegger, Linda Hamilton, and Michael Biehn, was released in the US."
      }
    ],
    "10-27": [
      {
        "id": "film-tv-1027-1",
        "title": "\"Rebel Without a Cause\" Released",
        "description": "On October 27, 1955, 'Rebel Without a Cause,' directed by Nicholas Ray and starring James Dean and Natalie Wood, was released."
      }
    ],
    "10-28": [
      {
        "id": "film-tv-1028-1",
        "title": "John Ford's \"How Green Was My Valley\" Premieres",
        "description": "On October 28, 1941, 'How Green Was My Valley,' based on the novel by Richard Llewellyn, directed by John Ford, and starring Walter Pidgeon and Maureen O'Hara, premiered in New York. It won Best Picture at the 1942 Academy Awards."
      }
    ],
    "10-29": [
      {
        "id": "film-tv-1029-1",
        "title": "Huntley and Brinkley First Team Up on NBC News",
        "description": "On October 29, 1956, NBC anchors Chet Huntley and David Brinkley first teamed up on 'The Huntley–Brinkley Report,' which became one of America's most-watched evening news programs."
      }
    ],
    "10-30": [
      {
        "id": "film-tv-1030-1",
        "title": "Rudolph Valentino Stars in \"The Sheik\"",
        "description": "On October 30, 1921, 'The Sheik,' a silent film starring Rudolph Valentino, premiered in Los Angeles, making Valentino a major Hollywood star."
      },
      {
        "id": "film-tv-1030-2",
        "title": "Orson Welles' \"War of the Worlds\" Radio Broadcast Causes Panic",
        "description": "On October 30, 1938, a radio broadcast of H.G. Wells' 'The War of the Worlds,' narrated by Orson Welles, allegedly caused widespread panic among listeners who believed it was a real news report of an alien invasion."
      },
      {
        "id": "film-tv-1030-3",
        "title": "Abbott and Costello Make Their Film Debut in \"One Night in the Tropics\"",
        "description": "On October 30, 1940, 'One Night in the Tropics,' the film debut of the comedy duo Abbott and Costello, premiered in Paterson, New Jersey."
      }
    ],
    "10-31": [
      {
        "id": "film-tv-1031-1",
        "title": "\"What Ever Happened to Baby Jane?\" Released",
        "description": "On October 31, 1962, 'What Ever Happened to Baby Jane?,' based on the novel by Henry Farrell, directed by Robert Aldrich, and starring Bette Davis and Joan Crawford, was released."
      }
    ],
    "11-01": [
      {
        "id": "film-tv-1101-1",
        "title": "James Cameron's \"Titanic\" Premieres in Tokyo",
        "description": "On November 1, 1997, 'Titanic,' directed by James Cameron and starring Leonardo DiCaprio and Kate Winslet, premiered at the Tokyo International Film Festival. It went on to win the Academy Award for Best Picture in 1998."
      }
    ],
    "11-02": [
      {
        "id": "film-tv-1102-1",
        "title": "BBC Launches the World's First Regular High-Definition TV Service",
        "description": "On November 2, 1936, the BBC began the world's first regular high-definition television broadcast service from specially constructed studios at Alexandra Palace in North London."
      },
      {
        "id": "film-tv-1102-2",
        "title": "\"Baby Shark\" Becomes Most-Watched YouTube Video",
        "description": "On November 2, 2020, 'Baby Shark' by Pinkfong became the most-watched video on YouTube, surpassing 7.04 billion views."
      }
    ],
    "11-03": [
      {
        "id": "film-tv-1103-1",
        "title": "Yasujirō Ozu's \"Tokyo Story\" Released",
        "description": "On November 3, 1953, 'Tokyo Story,' a Japanese film directed by Yasujirō Ozu and starring Chishū Ryū, Chieko Higashiyama, and Setsuko Hara, was released."
      }
    ],
    "11-04": [
      {
        "id": "film-tv-1104-1",
        "title": "\"Harry Potter and the Philosopher's Stone\" Premieres in London",
        "description": "On November 4, 2001, 'Harry Potter and the Philosopher's Stone,' the first film adaptation of J.K. Rowling's book series and starring Daniel Radcliffe, premiered in London (released as 'Harry Potter and the Sorcerer's Stone' in some markets)."
      }
    ],
    "11-05": [
      {
        "id": "film-tv-1105-1",
        "title": "\"The Nat King Cole Show\" — First Variety Program Hosted by a Black American — Debuts",
        "description": "On November 5, 1956, 'The Nat King Cole Show' debuted on NBC, becoming the first US variety program to be hosted by an African American."
      }
    ],
    "11-06": [
      {
        "id": "film-tv-1106-1",
        "title": "\"Meet the Press\" — America's Longest-Running TV Show — Debuts",
        "description": "On November 6, 1947, NBC's 'Meet the Press' made its debut, going on to become the longest-running television show in the United States."
      }
    ],
    "11-07": [
      {
        "id": "film-tv-1107-1",
        "title": "\"Buck Rogers in the 25th Century\" First Broadcast on CBS Radio",
        "description": "On November 7, 1932, the science fiction radio serial 'Buck Rogers in the 25th Century' was first broadcast on CBS Radio."
      }
    ],
    "11-08": [
      {
        "id": "film-tv-1108-1",
        "title": "Actor Ronald Reagan Elected Governor of California",
        "description": "On November 8, 1966, movie actor Ronald Reagan was elected Governor of California, beginning his transition from Hollywood to a historic political career."
      }
    ],
    "11-09": [
      {
        "id": "film-tv-1109-1",
        "title": "Wes Craven's \"A Nightmare on Elm Street\" Premieres",
        "description": "On November 9, 1984, Wes Craven's horror film 'A Nightmare on Elm Street' premiered in the US, introducing the iconic villain Freddy Krueger."
      }
    ],
    "11-10": [
      {
        "id": "film-tv-1110-1",
        "title": "\"Sesame Street\" Premieres on PBS",
        "description": "On November 10, 1969, the children's educational television series 'Sesame Street' premiered on PBS."
      },
      {
        "id": "film-tv-1110-2",
        "title": "Disney Composer Alan Menken Receives His Hollywood Walk of Fame Star",
        "description": "On November 10, 2010, Disney composer Alan Menken received the 2,442nd star on the Hollywood Walk of Fame."
      }
    ],
    "11-11": [
      {
        "id": "film-tv-1111-1",
        "title": "First AIDS-Themed TV Movie \"An Early Frost\" Airs on NBC",
        "description": "On November 11, 1985, 'An Early Frost,' the first AIDS-themed TV movie, screened in the US on NBC."
      }
    ],
    "11-12": [
      {
        "id": "film-tv-1112-1",
        "title": "First TV Gardening Show Airs on the BBC",
        "description": "On November 12, 1936, the first television gardening show, 'In Your Garden,' aired on the BBC."
      }
    ],
    "11-13": [
      {
        "id": "film-tv-1113-1",
        "title": "Walt Disney's \"Fantasia\" Premieres in New York",
        "description": "On November 13, 1940, Walt Disney's animated film 'Fantasia,' featuring Mickey Mouse and Leopold Stokowski conducting The Philadelphia Orchestra, premiered at the Broadway Theatre in New York City."
      }
    ],
    "11-14": [
      {
        "id": "film-tv-1114-1",
        "title": "BBC Begins Daily Radio Broadcasts",
        "description": "On November 14, 1922, the BBC began daily radio broadcasts from the 2LO transmitter at Marconi House."
      },
      {
        "id": "film-tv-1114-2",
        "title": "Michael Jackson's \"Black or White\" Music Video Premieres Globally",
        "description": "On November 14, 1991, Michael Jackson's 'Black or White' music video — featuring groundbreaking morphing effects — premiered simultaneously in 27 countries on MTV, Fox TV, and BBC's Top of the Pops."
      }
    ],
    "11-15": [
      {
        "id": "film-tv-1115-1",
        "title": "RCA Launches NBC — America's First Formal Radio Network",
        "description": "On November 15, 1926, RCA took over AT&T's 25-station network to launch NBC, America's first formal radio network, with flagship station WEAF in New York City."
      }
    ],
    "11-16": [
      {
        "id": "film-tv-1116-1",
        "title": "\"The Twilight Saga: New Moon\" Premieres in Los Angeles",
        "description": "On November 16, 2009, 'The Twilight Saga: New Moon,' based on the book by Stephenie Meyer, directed by Chris Weitz, and starring Kristen Stewart and Robert Pattinson, premiered in Los Angeles."
      }
    ],
    "11-17": [
      {
        "id": "film-tv-1117-1",
        "title": "Marx Brothers' \"Duck Soup\" Released",
        "description": "On November 17, 1933, 'Duck Soup,' directed by Leo McCarey and starring the Marx Brothers, was released in the US."
      }
    ],
    "11-18": [
      {
        "id": "film-tv-1118-1",
        "title": "\"Steamboat Willie\" Released — Mickey Mouse's Sound Debut",
        "description": "On November 18, 1928, Walt Disney's 'Steamboat Willie' was released, becoming the first Mickey Mouse cartoon with synchronized sound."
      }
    ],
    "11-19": [
      {
        "id": "film-tv-1119-1",
        "title": "Goldwyn Pictures Founded in Hollywood",
        "description": "On November 19, 1916, Samuel Goldfish, Edgar Selwyn, and Archibald Selwyn established Goldwyn Pictures in Hollywood. Goldfish later changed his name to Goldwyn."
      }
    ],
    "11-20": [
      {
        "id": "film-tv-1120-1",
        "title": "100 Million Viewers Watch \"The Day After\" Nuclear War TV Movie",
        "description": "On November 20, 1983, approximately 100 million viewers watched the ABC TV movie 'The Day After,' depicting the aftermath of a nuclear war — making it one of the most-watched television events in US history."
      }
    ],
    "11-21": [
      {
        "id": "film-tv-1121-1",
        "title": "Sylvester Stallone's \"Rocky\" Premieres in New York",
        "description": "On November 21, 1976, 'Rocky,' directed by John G. Avildsen and starring Sylvester Stallone, premiered in New York. It went on to win Best Picture at the 1977 Academy Awards."
      }
    ],
    "11-22": [
      {
        "id": "film-tv-1122-1",
        "title": "\"Toy Story\" — First Feature-Length CGI Film — Released",
        "description": "On November 22, 1995, 'Toy Story,' the first feature-length film created entirely using computer-generated imagery, directed by John Lasseter and starring the voices of Tom Hanks and Tim Allen, was released."
      }
    ],
    "11-23": [
      {
        "id": "film-tv-1123-1",
        "title": "Cecil B. DeMille's \"The Ten Commandments\" Premieres",
        "description": "On November 23, 1923, Cecil B. DeMille's first version of the epic film 'The Ten Commandments' premiered in the US."
      }
    ],
    "11-24": [
      {
        "id": "film-tv-1124-1",
        "title": "Fred Astaire Makes His Film Debut in \"Dancing Lady\"",
        "description": "On November 24, 1933, Fred Astaire's first film, 'Dancing Lady,' was released."
      },
      {
        "id": "film-tv-1124-2",
        "title": "Hollywood Ten Found in Contempt by Congress",
        "description": "On November 24, 1947, the House of Representatives Committee on Un-American Activities found the 'Hollywood Ten' in contempt for refusing to reveal whether they were communists."
      }
    ],
    "11-25": [
      {
        "id": "film-tv-1125-1",
        "title": "First Systematic Hollywood Blacklist Instituted",
        "description": "On November 25, 1947, the first systematic Hollywood blacklist was instituted, denying employment to American entertainment professionals with alleged communist ties or sympathies."
      }
    ],
    "11-26": [
      {
        "id": "film-tv-1126-1",
        "title": "First Successful Technicolor Movie Premieres",
        "description": "On November 26, 1922, the first successful Technicolor movie, 'The Toll of the Sea,' premiered at the Rialto Theatre in New York City."
      },
      {
        "id": "film-tv-1126-2",
        "title": "\"Casablanca\" Premieres in New York",
        "description": "On November 26, 1942, 'Casablanca,' directed by Michael Curtiz and starring Humphrey Bogart and Ingrid Bergman, premiered at the Hollywood Theater in New York City. It won the Academy Award for Best Picture in 1943."
      }
    ],
    "11-27": [
      {
        "id": "film-tv-1127-1",
        "title": "Disney's \"Frozen\" Released — Highest-Grossing Animated Film of Its Time",
        "description": "On November 27, 2013, 'Frozen,' the highest-grossing animated film of all time at its release, starring the voices of Idina Menzel and Kristen Bell, was released."
      }
    ],
    "11-28": [
      {
        "id": "film-tv-1128-1",
        "title": "Last Two US Soap Operas Air Their Final Live Episodes",
        "description": "On November 28, 1975, 'As the World Turns' and 'The Edge of Night' — the final two American soap operas that had resisted going to pre-taped broadcasts — aired their last live episodes."
      }
    ],
    "11-29": [
      {
        "id": "film-tv-1129-1",
        "title": "Billy Wilder's \"The Lost Weekend\" Premieres in Los Angeles",
        "description": "On November 29, 1945, 'The Lost Weekend,' based on Charles R. Jackson's novel, directed by Billy Wilder, and starring Ray Milland and Jane Wyman, premiered in Los Angeles. It won the Academy Award for Best Picture in 1946."
      }
    ],
    "11-30": [
      {
        "id": "film-tv-1130-1",
        "title": "Richard Attenborough's \"Gandhi\" Premieres in New Delhi",
        "description": "On November 30, 1982, 'Gandhi,' directed by Richard Attenborough and starring Ben Kingsley and John Gielgud, premiered in New Delhi, India. It won the Academy Award for Best Picture in 1983."
      }
    ],
    "12-01": [
      {
        "id": "film-tv-1201-1",
        "title": "\"The Great Train Robbery\" — First Western Film — Released",
        "description": "On December 1, 1903, the first Western film, 'The Great Train Robbery,' was released, starring Justus D. Barnes and G.M. Anderson."
      },
      {
        "id": "film-tv-1201-2",
        "title": "\"The Lord of the Rings: The Return of the King\" Premieres in New Zealand",
        "description": "On December 1, 2003, 'The Return of the King,' the third and final film in the Lord of the Rings trilogy, directed by Peter Jackson and starring Elijah Wood and Ian McKellen, premiered in Wellington, New Zealand."
      }
    ],
    "12-02": [
      {
        "id": "film-tv-1202-1",
        "title": "First Human Birth Televised to the Public",
        "description": "On December 2, 1952, the first human birth was televised to the public on KOA-TV in Denver, Colorado."
      }
    ],
    "12-03": [
      {
        "id": "film-tv-1203-1",
        "title": "Elvis Presley's Comeback Special Airs on NBC",
        "description": "On December 3, 1968, Elvis Presley's Comeback Special aired on NBC — his first live performance in seven years — relaunching his singing career."
      }
    ],
    "12-04": [
      {
        "id": "film-tv-1204-1",
        "title": "\"Tobacco Road\" Opens on Broadway — Longest-Running Play of Its Time",
        "description": "On December 4, 1933, Jack Kirkland's play 'Tobacco Road' premiered in New York City, going on to become the longest-running play of its era."
      }
    ],
    "12-05": [
      {
        "id": "film-tv-1205-1",
        "title": "Steven Soderbergh's \"Ocean's Eleven\" Premieres",
        "description": "On December 5, 2001, 'Ocean's Eleven,' directed by Steven Soderbergh and starring George Clooney, Brad Pitt, Matt Damon, and Julia Roberts, premiered in Westwood, California."
      }
    ],
    "12-06": [
      {
        "id": "film-tv-1206-1",
        "title": "Spike Jonze's \"Adaptation\" Premieres",
        "description": "On December 6, 2002, 'Adaptation,' directed by Spike Jonze and starring Nicolas Cage and Meryl Streep, premiered."
      }
    ],
    "12-07": [
      {
        "id": "film-tv-1207-1",
        "title": "\"Star Trek: The Motion Picture\" Premieres",
        "description": "On December 7, 1979, 'Star Trek: The Motion Picture,' the first film of the franchise, premiered. It was directed by Robert Wise and starred William Shatner and Leonard Nimoy."
      }
    ],
    "12-08": [
      {
        "id": "film-tv-1208-1",
        "title": "\"The Deer Hunter\" Premieres in Los Angeles",
        "description": "On December 8, 1978, 'The Deer Hunter,' directed by Michael Cimino and starring Robert De Niro, Christopher Walken, and Meryl Streep, premiered in Los Angeles. It won the Academy Award for Best Picture in 1979."
      }
    ],
    "12-09": [
      {
        "id": "film-tv-1209-1",
        "title": "\"Coronation Street\" — The World's Longest-Running Soap Opera — First Broadcast",
        "description": "On December 9, 1960, 'Coronation Street' was first broadcast on British ITV. It was recognized by Guinness World Records as the world's longest-running television soap opera upon its 50th anniversary in 2010."
      }
    ],
    "12-10": [
      {
        "id": "film-tv-1210-1",
        "title": "David Lean's \"Lawrence of Arabia\" Premieres in London",
        "description": "On December 10, 1962, 'Lawrence of Arabia,' directed by David Lean and starring Peter O'Toole, premiered at the Odeon Leicester Square. It won the Academy Award for Best Picture in 1963."
      }
    ],
    "12-11": [
      {
        "id": "film-tv-1211-1",
        "title": "\"Guess Who's Coming to Dinner\" Premieres in New York",
        "description": "On December 11, 1967, 'Guess Who's Coming to Dinner,' directed by Stanley Kramer and starring Spencer Tracy, Sidney Poitier, and Katharine Hepburn, premiered in New York City. Hepburn won the Academy Award for Best Actress in 1968."
      }
    ],
    "12-12": [
      {
        "id": "film-tv-1212-1",
        "title": "\"A Man for All Seasons\" Premieres in New York",
        "description": "On December 12, 1966, 'A Man for All Seasons,' based on the play by Robert Bolt, directed by Fred Zinnemann, and starring Paul Scofield, premiered in New York. It won Best Picture at the 1967 Academy Awards."
      }
    ],
    "12-13": [
      {
        "id": "film-tv-1213-1",
        "title": "\"Driving Miss Daisy\" Released",
        "description": "On December 13, 1989, 'Driving Miss Daisy,' directed by Bruce Beresford and starring Morgan Freeman and Jessica Tandy, was released. It won Best Picture at the 1990 Academy Awards."
      }
    ],
    "12-14": [
      {
        "id": "film-tv-1214-1",
        "title": "\"Philadelphia\" — One of the First Mainstream AIDS Films — Premieres",
        "description": "On December 14, 1993, 'Philadelphia,' one of the first mainstream films about AIDS, directed by Jonathan Demme and starring Tom Hanks and Denzel Washington, premiered in Century City, California."
      },
      {
        "id": "film-tv-1214-2",
        "title": "Miss Jamaica Wins Miss World — All Five Major Beauty Titles Held by Black Women",
        "description": "On December 14, 2019, Miss Jamaica Toni-Ann Singh won Miss World in London, marking the first time in history that all five major international beauty titles were simultaneously held by Black women."
      }
    ],
    "12-15": [
      {
        "id": "film-tv-1215-1",
        "title": "\"Gone with the Wind\" Premieres in Atlanta",
        "description": "On December 15, 1939, 'Gone with the Wind,' directed by Victor Fleming and starring Clark Gable and Vivien Leigh, premiered in Atlanta. It won Best Picture at the 1940 Academy Awards and remains the highest-grossing film of all time when adjusted for inflation."
      }
    ],
    "12-16": [
      {
        "id": "film-tv-1216-1",
        "title": "Jacques Tati's \"Playtime\" Released in France",
        "description": "On December 16, 1967, the French film 'Playtime,' directed by and starring Jacques Tati, was released."
      }
    ],
    "12-17": [
      {
        "id": "film-tv-1217-1",
        "title": "\"The Simpsons\" Premieres as a Full Animated Series on Fox",
        "description": "On December 17, 1989, 'The Simpsons,' created by Matt Groening, premiered on Fox as a full animated series with the episode 'Simpsons Roasting on an Open Fire'."
      }
    ],
    "12-18": [
      {
        "id": "film-tv-1218-1",
        "title": "James Cameron's \"Avatar\" Becomes Highest-Grossing Film of All Time",
        "description": "On December 18, 2009, James Cameron's 'Avatar,' starring Sam Worthington, Zoe Saldana, and Sigourney Weaver, was released in the US, going on to become the highest-grossing film of all time."
      }
    ],
    "12-19": [
      {
        "id": "film-tv-1219-1",
        "title": "Stanley Kubrick's \"A Clockwork Orange\" Premieres",
        "description": "On December 19, 1971, Stanley Kubrick's cult classic 'A Clockwork Orange,' based on the novel by Anthony Burgess and starring Malcolm McDowell, premiered."
      }
    ],
    "12-20": [
      {
        "id": "film-tv-1220-1",
        "title": "Frank Capra's \"It's a Wonderful Life\" Premieres in New York",
        "description": "On December 20, 1946, 'It's a Wonderful Life,' directed by Frank Capra and starring James Stewart, Donna Reed, and Lionel Barrymore, premiered in New York. It has since become one of the most beloved Christmas films of all time."
      }
    ],
    "12-21": [
      {
        "id": "film-tv-1221-1",
        "title": "\"Snow White and the Seven Dwarfs\" — First Full-Length Animated Feature — Premieres",
        "description": "On December 21, 1937, 'Snow White and the Seven Dwarfs,' the first full-length animated feature film and the earliest entry in the Walt Disney Animated Classics series, premiered at the Carthay Circle Theatre in Los Angeles."
      }
    ],
    "12-22": [
      {
        "id": "film-tv-1222-1",
        "title": "\"The Mummy\" — First Mummy Horror Film — Released with Boris Karloff",
        "description": "On December 22, 1932, 'The Mummy,' directed by Karl Freund and starring Boris Karloff, was released in the US as the first Mummy horror film."
      }
    ],
    "12-23": [
      {
        "id": "film-tv-1223-1",
        "title": "NBC Establishes First Permanent Coast-to-Coast Radio Network",
        "description": "On December 23, 1928, NBC established a permanent coast-to-coast radio network, connecting audiences across the United States."
      },
      {
        "id": "film-tv-1223-2",
        "title": "First Coast-to-Coast Televised NFL Championship Game",
        "description": "On December 23, 1951, the LA Rams defeated the Cleveland Browns 24–17 in the NFL Championship at the LA Memorial Coliseum, in the first coast-to-coast televised NFL title game."
      }
    ],
    "12-24": [
      {
        "id": "film-tv-1224-1",
        "title": "BBC Broadcasts the First British Radio Play",
        "description": "On December 24, 1922, the BBC broadcast the first British radio play, 'The Truth About Father Christmas'."
      }
    ],
    "12-25": [
      {
        "id": "film-tv-1225-1",
        "title": "\"To Kill a Mockingbird\" Released",
        "description": "On December 25, 1962, 'To Kill a Mockingbird,' a film adaptation of Harper Lee's novel, directed by Robert Mulligan and starring Gregory Peck, was released. Peck won the Academy Award for Best Actor in 1963."
      }
    ],
    "12-26": [
      {
        "id": "film-tv-1226-1",
        "title": "\"The Philadelphia Story\" Released — James Stewart Wins Best Actor",
        "description": "On December 26, 1940, 'The Philadelphia Story,' directed by George Cukor and based on the Broadway play, starring Cary Grant, Katharine Hepburn, and James Stewart, was released. Stewart won the Academy Award for Best Actor."
      }
    ],
    "12-27": [
      {
        "id": "film-tv-1227-1",
        "title": "First \"Howdy Doody Show\" Telecast on NBC",
        "description": "On December 27, 1947, the first 'Howdy Doody Show' (then called 'Puppet Playhouse') was telecast on NBC, launching one of early American television's most beloved children's programs."
      }
    ],
    "12-28": [
      {
        "id": "film-tv-1228-1",
        "title": "Lumière Brothers Hold the First Commercial Film Screening",
        "description": "On December 28, 1895, filmmakers the Lumière brothers held the first commercial film screening at the Salon Indien du Grand Café in Paris, marking the birth of cinema."
      }
    ],
    "12-29": [
      {
        "id": "film-tv-1229-1",
        "title": "\"The Adventures of Kathlyn\" — First Film Serial — Premieres",
        "description": "On December 29, 1913, 'The Adventures of Kathlyn,' the first film serial, premiered in Chicago."
      }
    ],
    "12-30": [
      {
        "id": "film-tv-1230-1",
        "title": "First NTSC Color Television Sets Go on Sale",
        "description": "On December 30, 1953, the first NTSC color television sets went on sale at approximately $1,175, manufactured by RCA."
      }
    ],
    "12-31": [
      {
        "id": "film-tv-1231-1",
        "title": "BBC Begins Using Big Ben's Chimes as a Radio Signal",
        "description": "On December 31, 1923, the BBC began using Big Ben's chimes as an interval signal on radio broadcasts, a tradition that continues to this day."
      }
    ]
  }
}