{
  "topic": "film-tv",
  "facts": {
    "01-01": [
      {
        "id": "film-tv-0101-1",
        "title": "New Year's Day Movie Traditions",
        "description": "In Japan, January 1 marks the start of the 'Katsudō Shashin' tradition where families go to see the year's first movie together, a custom dating back to the early 20th century."
      },
      {
        "id": "film-tv-0101-2",
        "title": "\"The Godfather Part II\" Oscar Milestone",
        "description": "On January 1, 1975, 'The Godfather Part II' began its exclusive engagement in New York, going on to become the first sequel to win the Best Picture Oscar."
      }
    ],
    "01-05": [
      {
        "id": "film-tv-0105-1",
        "title": "Golden Globe Awards Ceremony",
        "description": "The Golden Globe Awards typically occur in early January, with the January 5, 2020 ceremony seeing '1917' win Best Motion Picture - Drama."
      }
    ],
    "01-12": [
      {
        "id": "film-tv-0112-1",
        "title": "\"The Lord of the Rings: The Return of the King\" Sweeps Oscars",
        "description": "On January 12, 2004, 'The Return of the King' won all 11 Oscars it was nominated for, tying the record for most Academy Awards won by a single film."
      }
    ],
    "01-19": [
      {
        "id": "film-tv-0119-1",
        "title": "Sundance Film Festival Opening",
        "description": "The Sundance Film Festival typically opens in mid-January, with January 19, 1985 marking the festival's first year under Robert Redford's direction."
      }
    ],
    "01-24": [
      {
        "id": "film-tv-0124-1",
        "title": "\"The Birth of a Nation\" Premiere",
        "description": "On January 24, 1915, D.W. Griffith's controversial epic 'The Birth of a Nation' premiered in Los Angeles, revolutionizing filmmaking techniques despite its racist content."
      }
    ],
    "01-27": [
      {
        "id": "film-tv-0127-1",
        "title": "Academy Awards Nominations Announcement",
        "description": "Late January typically sees the announcement of Oscar nominations, with January 27, 2020 being called 'Oscar Monday' when 'Joker' led with 11 nominations."
      }
    ],
    "01-30": [
      {
        "id": "film-tv-0130-1",
        "title": "\"Star Wars\" Box Office Milestone",
        "description": "On January 30, 1978, 'Star Wars' (Episode IV) surpassed 'Jaws' to become the highest-grossing film of all time, a position it would hold for nearly 10 years."
      }
    ],
    "02-05": [
      {
        "id": "film-tv-0205-1",
        "title": "\"The Sound of Music\" Premiere",
        "description": "On February 5, 1965, the film adaptation of 'The Sound of Music' premiered in New York City, starring Julie Andrews."
      },
      {
        "id": "film-tv-0205-2",
        "title": "First Oscar Ceremony",
        "description": "On February 5, 1932, the 4th Academy Awards ceremony was held, awarding 'Cimarron' as Best Picture."
      },
      {
        "id": "film-tv-0205-3",
        "title": "\"Gone with the Wind\" Sets Box Office Record",
        "description": "On February 5, 1940, 'Gone with the Wind' became the highest-grossing film in history at that time, surpassing 'The Birth of a Nation'."
      }
    ],
    "02-09": [
      {
        "id": "film-tv-0209-1",
        "title": "\"Parasite\" Wins Best Picture at the Oscars",
        "description": "On February 9, 2020, the South Korean film \"Parasite\" won the Academy Award for Best Picture, becoming the first non-English language film to receive the award."
      }
    ],
    "02-11": [
      {
        "id": "film-tv-0211-1",
        "title": "Berlin International Film Festival Opening",
        "description": "The Berlinale typically opens in early February, with February 11, 1951 marking the festival's inaugural edition in West Berlin."
      }
    ],
    "02-14": [
      {
        "id": "film-tv-0214-1",
        "title": "Romantic Film Releases",
        "description": "Valentine's Day weekend often sees major romantic film releases, with February 14, 1997 marking the premiere of 'Titanic' in the United States."
      }
    ],
    "02-20": [
      {
        "id": "film-tv-0220-1",
        "title": "Academy Awards Scientific and Technical Awards",
        "description": "The Oscars' Scientific and Technical Awards are typically presented in late February, honoring innovations that have advanced filmmaking technology."
      }
    ],
    "02-26": [
      {
        "id": "film-tv-0226-1",
        "title": "\"Ben-Hur\" Oscar Record",
        "description": "At the 32nd Academy Awards on February 26, 1960, 'Ben-Hur' set a record by winning 11 Oscars, a record that would stand for 38 years."
      }
    ],
    "02-27": [
      {
        "id": "film-tv-0227-1",
        "title": "\"Snow White and the Seven Dwarfs\" Oscar Milestone",
        "description": "On February 27, 1939, Walt Disney received an honorary Oscar for 'Snow White and the Seven Dwarfs' - one full-size and seven miniature statuettes."
      }
    ],
    "02-28": [
      {
        "id": "film-tv-0228-1",
        "title": "First Academy Awards Ceremony",
        "description": "On February 28, 1929, the first Academy Awards ceremony was held at the Hollywood Roosevelt Hotel, lasting only 15 minutes and honoring films from 1927-1928."
      }
    ],
    "03-01": [
      {
        "id": "film-tv-0301-1",
        "title": "Hong Kong International Film Festival Opening",
        "description": "Asia's oldest international film festival typically opens in late March, with March 1, 1977 marking the inaugural Hong Kong International Film Festival."
      }
    ],
    "03-05": [
      {
        "id": "film-tv-0305-1",
        "title": "Academy Awards Governors Ball",
        "description": "Following the Oscars ceremony, the Governors Ball takes place, celebrating winners with March 5, 2023 featuring chef Wolfgang Puck's 29th consecutive year catering the event."
      }
    ],
    "03-08": [
      {
        "id": "film-tv-0308-1",
        "title": "International Women's Day Film Screenings",
        "description": "March 8 sees special screenings and film festivals worldwide focusing on women filmmakers and stories about women's experiences."
      }
    ],
    "03-12": [
      {
        "id": "film-tv-0312-1",
        "title": "\"The Wizard of Oz\" Premiere",
        "description": "On March 12, 1939, 'The Wizard of Oz' premiered at Grauman's Chinese Theatre in Hollywood, though its nationwide release wouldn't come until August."
      }
    ],
    "03-14": [
      {
        "id": "film-tv-0314-1",
        "title": "Mathematical Movies",
        "description": "Films like \"Pi\" and \"A Beautiful Mind\" helped popularize mathematics in cinema, with March 14 (Pi Day) often featuring special screenings of math-related films."
      }
    ],
    "03-17": [
      {
        "id": "film-tv-0317-1",
        "title": "Irish Film Celebrations",
        "description": "St. Patrick's Day often features special screenings of Irish films and celebrations of Irish filmmakers' contributions to cinema worldwide."
      }
    ],
    "03-20": [
      {
        "id": "film-tv-0320-1",
        "title": "Spring Equinox Film Releases",
        "description": "The March equinox often marks the beginning of spring movie releases, transitioning from winter awards season films to early summer blockbusters."
      }
    ],
    "03-22": [
      {
        "id": "film-tv-0322-1",
        "title": "\"The Godfather\" Premiere",
        "description": "On March 22, 1972, Francis Ford Coppola's 'The Godfather' premiered in New York City, revolutionizing the gangster genre and becoming a cultural phenomenon."
      }
    ],
    "03-24": [
      {
        "id": "film-tv-0324-1",
        "title": "\"The Lord of the Rings: The Fellowship of the Ring\" Oscar Success",
        "description": "At the 74th Academy Awards on March 24, 2002, 'The Fellowship of the Ring' won 4 Oscars, beginning the trilogy's path to 17 total Academy Awards."
      }
    ],
    "03-25": [
      {
        "id": "film-tv-0325-1",
        "title": "Tolkien Reading Day Film Screenings",
        "description": "March 25, Tolkien Reading Day, often sees special screenings of 'The Lord of the Rings' and 'The Hobbit' films, commemorating the fall of Sauron in Middle-earth."
      }
    ],
    "03-27": [
      {
        "id": "film-tv-0327-1",
        "title": "World Theatre Day and Film",
        "description": "While celebrating theatre, March 27 also highlights film adaptations of stage plays and the ongoing relationship between theatrical and cinematic arts."
      }
    ],
    "03-29": [
      {
        "id": "film-tv-0329-1",
        "title": "Oscars International Feature Film Category Evolution",
        "description": "Late March discussions often focus on the Best International Feature Film category, which evolved from the Best Foreign Language Film category in 2020."
      }
    ],
    "03-31": [
      {
        "id": "film-tv-0331-1",
        "title": "End of First Quarter Box Office Reports",
        "description": "March 31 marks the end of the first quarter for box office reporting, with studios analyzing winter and early spring film performance before summer releases."
      }
    ],
    "04-01": [
      {
        "id": "film-tv-0401-1",
        "title": "\"The Blue Angel\" starring Marlene Dietrich in her",
        "description": "On April 1, 1930, \"The Blue Angel\" starring Marlene Dietrich in her breakthrough role premieres in Germany"
      }
    ],
    "04-02": [
      {
        "id": "film-tv-0402-1",
        "title": "\"2001 A Space Odyssey \" directed by Stanley Kubrick",
        "description": "On April 2, 1968, \"2001 A Space Odyssey \" directed by Stanley Kubrick and starring Keir Dullea and Gary Lockwood, premieres at the Uptown Theater in Washington, D.C."
      }
    ],
    "04-03": [
      {
        "id": "film-tv-0403-1",
        "title": "TV Guide's First Issue 1953 American magazine \" TV",
        "description": "On April 3, 1953, TV Guide's First Issue 1953 American magazine \" TV Guide \" publishes its first issue; the cover features a photo of Lucille Ball 's newborn baby boy, Desiderio Alberto Arnaz IV (Desi Arnaz Jr.)"
      }
    ],
    "04-04": [
      {
        "id": "film-tv-0404-1",
        "title": "Film serial \"The Perils of Pauline\" is shown for the",
        "description": "On April 4, 1914, Film serial \"The Perils of Pauline\" is shown for the first time in Los Angeles, California"
      }
    ],
    "04-05": [
      {
        "id": "film-tv-0405-1",
        "title": "Fox TV network premieres \"Married... with Children\"",
        "description": "On April 5, 1987, Fox TV network premieres \"Married... with Children\" and \"The Tracey Ullman Show\""
      }
    ],
    "04-06": [
      {
        "id": "film-tv-0406-1",
        "title": "George Eastman begins selling Kodak flexible roll film",
        "description": "On April 6, 1889, George Eastman begins selling Kodak flexible roll film for the first time"
      },
      {
        "id": "film-tv-0406-2",
        "title": "1st Animated Film 1906 World's first animated cartoon",
        "description": "On April 6, 1906, 1st Animated Film 1906 World's first animated cartoon is released, \" Humorous Phases of Funny Faces \" by J. Stuart Blackton"
      }
    ],
    "04-07": [
      {
        "id": "film-tv-0407-1",
        "title": "First long-distance television transmission: an image",
        "description": "On April 7, 1927, First long-distance television transmission: an image of Secretary of Commerce Herbert Hoover is sent from Washington, D.C. to NYC by AT&T"
      }
    ],
    "04-08": [
      {
        "id": "film-tv-0408-1",
        "title": "\" Twin Peaks \" created by David Lynch and starring",
        "description": "On April 8, 1990, \" Twin Peaks \" created by David Lynch and starring Kyle MacLachlan premieres on ABC-TV"
      }
    ],
    "04-09": [
      {
        "id": "film-tv-0409-1",
        "title": "\"All the President's Men\"",
        "description": "On April 9, 1976, \"All the President's Men\", directed by Alan J. Pakula, based on the non-fiction book by journalists Carl Bernstein and Bob Woodward detailing their Watergate investigation, starring Dustin Hoffman and Robert Redford, is released"
      }
    ],
    "04-10": [
      {
        "id": "film-tv-0410-1",
        "title": "\"House of Wax,\" the first color 3-D movie, premieres",
        "description": "On April 10, 1953, \"House of Wax,\" the first color 3-D movie, premieres in New York"
      }
    ],
    "04-11": [
      {
        "id": "film-tv-0411-1",
        "title": "\"Marty\" directed by Delbert Mann and starring Ernest",
        "description": "On April 11, 1955, \"Marty\" directed by Delbert Mann and starring Ernest Borgnine and Betsy Blair, premieres in New York (Best Picture 1956)"
      },
      {
        "id": "film-tv-0411-2",
        "title": "Frank Sinatra records \"Strangers in the Night\" single",
        "description": "On April 11, 1966, Frank Sinatra records \"Strangers in the Night\" single for his album of the same name, later reaches #1 on the Billboard charts"
      }
    ],
    "04-12": [
      {
        "id": "film-tv-0412-1",
        "title": "\"Grand Hotel\" directed by Edmund Goulding and starring",
        "description": "On April 12, 1932, \"Grand Hotel\" directed by Edmund Goulding and starring Greta Garbo and John Barrymore premieres in New York, includes the line \"I want to be alone\" (Best Picture/Production 1932)"
      }
    ],
    "04-13": [
      {
        "id": "film-tv-0413-1",
        "title": "36th Academy Awards: \"Tom Jones\" (Best Film)",
        "description": "On April 13, 1964, 36th Academy Awards: \"Tom Jones\" (Best Film), Patricia Neal (Hud), and Sidney Poitier (Lilies of the Field) win; Poitier is the first Black actor in a leading role to win a competitive Oscar"
      }
    ],
    "04-14": [
      {
        "id": "film-tv-0414-1",
        "title": "First public showing of Thomas Edison 's Kinetoscope",
        "description": "On April 14, 1894, First public showing of Thomas Edison 's Kinetoscope (moving pictures)"
      }
    ],
    "04-15": [
      {
        "id": "film-tv-0415-1",
        "title": "Sketch comedy TV series \"In Living Color\" premieres on",
        "description": "On April 15, 1990, Sketch comedy TV series \"In Living Color\" premieres on FOX TV"
      }
    ],
    "04-16": [
      {
        "id": "film-tv-0416-1",
        "title": "Short film \"The Music Box\" is released in the US",
        "description": "On April 16, 1932, Short film \"The Music Box\" is released in the US, starring Stan Laurel and Oliver Hardy (1932 Academy Award for Best Live Action Short Film)"
      }
    ],
    "04-17": [
      {
        "id": "film-tv-0417-1",
        "title": "\" Game of Thrones",
        "description": "On April 17, 2011, \" Game of Thrones,\" based on the fantasy novels by George R. R. Martin premieres on HBO"
      }
    ],
    "04-18": [
      {
        "id": "film-tv-0418-1",
        "title": "“Black Panther” is the first film shown at a",
        "description": "On April 18, 2018, “Black Panther” is the first film shown at a commercial cinema in 35 years in Saudi Arabia as cinemas are reopened"
      }
    ],
    "04-19": [
      {
        "id": "film-tv-0419-1",
        "title": "Shirley Temple appears in her 1st feature length film",
        "description": "On April 19, 1934, Shirley Temple appears in her 1st feature length film, \"Stand Up & Cheer\""
      }
    ],
    "04-20": [
      {
        "id": "film-tv-0420-1",
        "title": "\"Annie Hall\", film written and directed by Woody Allen",
        "description": "On April 20, 1977, \"Annie Hall\", film written and directed by Woody Allen, starring Woody Allen and Diane Keaton, is released; wins Academy Award for Best Picture in 1978"
      }
    ],
    "04-21": [
      {
        "id": "film-tv-0421-1",
        "title": "\"All Quiet on the Western Front\" based on the novel by",
        "description": "On April 21, 1930, \"All Quiet on the Western Front\" based on the novel by Erich Maria Remarque, directed by Lewis Milestone, starring Louis Wolheim and Lew Ayres premieres in Los Angeles (Academy Awards Outstanding Production 1930)"
      }
    ],
    "04-22": [
      {
        "id": "film-tv-0422-1",
        "title": "US Senate Army-McCarthy televised hearings begin",
        "description": "On April 22, 1954, US Senate Army-McCarthy televised hearings begin"
      },
      {
        "id": "film-tv-0422-2",
        "title": "Barbara Walters becomes the first female US nightly",
        "description": "On April 22, 1976, Barbara Walters becomes the first female US nightly network news anchor (ABC News)"
      }
    ],
    "04-23": [
      {
        "id": "film-tv-0423-1",
        "title": "Beyoncé releases her 6th album \"Lemonade\" with a 1",
        "description": "On April 23, 2016, Beyoncé releases her 6th album \"Lemonade\" with a 1 hour film on HBO"
      }
    ],
    "04-24": [
      {
        "id": "film-tv-0424-1",
        "title": "Massachusetts Institute of Technology sends a TV",
        "description": "On April 24, 1962, Massachusetts Institute of Technology sends a TV signal by satellite for the first time from California to Massachusetts"
      }
    ],
    "04-25": [
      {
        "id": "film-tv-0425-1",
        "title": "\"Shehar Aur Sapna\" wins the Golden Lotus",
        "description": "On April 25, 1964, 11th National Film Awards (India): \"Shehar Aur Sapna\" wins the Golden Lotus"
      }
    ],
    "04-26": [
      {
        "id": "film-tv-0426-1",
        "title": "\"Seven Samurai\", Japanese film directed by Akira",
        "description": "On April 26, 1954, \"Seven Samurai\", Japanese film directed by Akira Kurosawa, starring Toshiro Mifune, is released"
      }
    ],
    "04-27": [
      {
        "id": "film-tv-0427-1",
        "title": "\"Last Week Tonight with John Oliver \" late-night talk",
        "description": "On April 27, 2014, \"Last Week Tonight with John Oliver \" late-night talk and news show fronted by John Oliver premieres on HBO"
      }
    ],
    "04-28": [
      {
        "id": "film-tv-0428-1",
        "title": "RCA and GE install three test television sets in homes",
        "description": "On April 28, 1928, RCA and GE install three test television sets in homes in Schenectady, New York, allowing trials of inventor E.F.W. Alexanderson's first home television receiver; a poor and unsteady 1.5-square-inch picture is received from a radio transmitter"
      },
      {
        "id": "film-tv-0428-2",
        "title": "\"My Name is Barbra\"",
        "description": "On April 28, 1965, \"My Name is Barbra\", Barbra Streisand 's first television special, premieres on CBS"
      }
    ],
    "04-29": [
      {
        "id": "film-tv-0429-1",
        "title": "First broadcast of \"One Man's Family\" on NBC radio",
        "description": "On April 29, 1932, First broadcast of \"One Man's Family\" on NBC radio, the longest-running dramatic serial on US radio (ends 1959)"
      }
    ],
    "04-30": [
      {
        "id": "film-tv-0430-1",
        "title": "Mr. Potato Head is the first toy advertised on",
        "description": "On April 30, 1952, Mr. Potato Head is the first toy advertised on television"
      }
    ],
    "05-01": [
      {
        "id": "film-tv-0501-1",
        "title": "\"Citizen Kane,\" directed by Orson Welles and starring",
        "description": "On May 1, 1941, \"Citizen Kane,\" directed by Orson Welles and starring himself, Joseph Cotten, and Dorothy Comingore, premieres at the Palace Theater in New York City"
      }
    ],
    "05-02": [
      {
        "id": "film-tv-0502-1",
        "title": "First film in the Marvel Cinematic Universe released:",
        "description": "On May 2, 2008, First film in the Marvel Cinematic Universe released: \"Iron Man\" directed by Jon Favreau, starring Robert Downey Jr . as Tony Stark"
      },
      {
        "id": "film-tv-0502-2",
        "title": "Writers Guild of America votes to strike over pay and",
        "description": "On May 2, 2023, Writers Guild of America votes to strike over pay and industry changes, halting television production [1]"
      }
    ],
    "05-03": [
      {
        "id": "film-tv-0503-1",
        "title": "\"Going My Way,\" directed by Leo McCarey and starring",
        "description": "On May 3, 1944, \"Going My Way,\" directed by Leo McCarey and starring Bing Crosby, premieres in New York (Academy Award for Best Picture, 1945)"
      }
    ],
    "05-04": [
      {
        "id": "film-tv-0504-1",
        "title": "Seth MacFarlane reaches an agreement worth $100",
        "description": "On May 4, 2008, Seth MacFarlane reaches an agreement worth $100 million with Fox to keep \" Family Guy \" and \"American Dad\" on television until 2012, making him the world's highest-paid television writer"
      }
    ],
    "05-05": [
      {
        "id": "film-tv-0505-1",
        "title": "Childish Gambino [ Donald Glover ] releases the music",
        "description": "On May 5, 2018, Childish Gambino [ Donald Glover ] releases the music video to new single \"This is America\" to wide acclaim"
      }
    ],
    "05-06": [
      {
        "id": "film-tv-0506-1",
        "title": "TV sitcom \"Friends\" airs the series finale of its 10th",
        "description": "On May 6, 2004, TV sitcom \"Friends\" airs the series finale of its 10th and final season in the US, attracting 52.5 million viewers"
      }
    ],
    "05-07": [
      {
        "id": "film-tv-0507-1",
        "title": "\"Baahubali 2: The Conclusion\" becomes the",
        "description": "On May 7, 2017, \"Baahubali 2: The Conclusion\" becomes the highest-grossing Indian box office film ever, earning $120 million"
      }
    ],
    "05-08": [
      {
        "id": "film-tv-0508-1",
        "title": "Classic Hammer horror film \"Dracula\" is released",
        "description": "On May 8, 1958, Classic Hammer horror film \"Dracula\" is released, starring Christopher Lee as the eponymous vampire alongside Peter Cushing and directed by Terence Fisher"
      }
    ],
    "05-09": [
      {
        "id": "film-tv-0509-1",
        "title": "\"Vertigo\", American film noir psychological thriller",
        "description": "On May 9, 1958, \"Vertigo\", American film noir psychological thriller directed by Alfred Hitchcock, starring Jimmy Stewart and Kim Novak, is released"
      }
    ],
    "05-10": [
      {
        "id": "film-tv-0510-1",
        "title": "9th Cannes Film Festival: \"The Silent World\" directed",
        "description": "On May 10, 1956, 9th Cannes Film Festival: \"The Silent World\" directed by Jacques Cousteau and Louis Malle wins the Palme d'Or"
      }
    ],
    "05-11": [
      {
        "id": "film-tv-0511-1",
        "title": "British comedy troupe Monty Python forms",
        "description": "On May 11, 1969, British comedy troupe Monty Python forms, made up of Graham Chapman, John Cleese, Terry Gilliam, Eric Idle, Terry Jones, and Michael Palin"
      }
    ],
    "05-12": [
      {
        "id": "film-tv-0512-1",
        "title": "\" Pulp Fiction \", directed by Quentin Tarantino and",
        "description": "On May 12, 1994, \" Pulp Fiction \", directed by Quentin Tarantino and starring John Travolta, Uma Thurman and Samuel L. Jackson premieres at the Cannes Film Festival (Palme d'Or 1994)"
      }
    ],
    "05-13": [
      {
        "id": "film-tv-0513-1",
        "title": "The final episode of \"Frasier\" on NBC is watched by 33",
        "description": "On May 13, 2004, The final episode of \"Frasier\" on NBC is watched by 33 million people"
      }
    ],
    "05-14": [
      {
        "id": "film-tv-0514-1",
        "title": "Seinfeld 's final two-part episode \"The Finale\" airs",
        "description": "On May 14, 1998, Seinfeld 's final two-part episode \"The Finale\" airs on NBC-TV to 76.3 million viewers, with commercials priced at $2 million for 30 seconds"
      }
    ],
    "05-15": [
      {
        "id": "film-tv-0515-1",
        "title": "Documentary \"Bowling for Columbine\" by Michael Moore",
        "description": "On May 15, 2002, Documentary \"Bowling for Columbine\" by Michael Moore premieres at the Cannes Film Festival"
      }
    ],
    "05-16": [
      {
        "id": "film-tv-0516-1",
        "title": "\"Wings,\" Emil Jannings, and Janet Gaynor win",
        "description": "On May 16, 1929, Silence is Golden At The First Oscars 1929 1st Academy Awards : \"Wings,\" Emil Jannings, and Janet Gaynor win"
      },
      {
        "id": "film-tv-0516-2",
        "title": "Irving Berlin, Dorothy Fields, and Herbert Fields'",
        "description": "On May 16, 1946, Irving Berlin, Dorothy Fields, and Herbert Fields' musical \"Annie Get Your Gun,\" starring Ethel Merman and featuring \"There's No Business Like Show Business,\" opens at the Imperial Theatre, NYC"
      }
    ],
    "05-17": [
      {
        "id": "film-tv-0517-1",
        "title": "First televised baseball game is broadcast on NBC",
        "description": "On May 17, 1939, First televised baseball game is broadcast on NBC, with Princeton University defeating Columbia University 2-1"
      }
    ],
    "05-18": [
      {
        "id": "film-tv-0518-1",
        "title": "Grauman's Chinese Theatre opens in Hollywood",
        "description": "On May 18, 1927, Grauman's Chinese Theatre opens in Hollywood, California"
      }
    ],
    "05-19": [
      {
        "id": "film-tv-0519-1",
        "title": "National Broadcasting Company (NBC) founded by the",
        "description": "On May 19, 1926, National Broadcasting Company (NBC) founded by the Radio Corporation of America (RCA)"
      },
      {
        "id": "film-tv-0519-2",
        "title": "\"Do the Right Thing\"",
        "description": "On May 19, 1989, \"Do the Right Thing\", directed by Spike Lee, starring Danny Aiello and Ossie Davis premieres at the Cannes Film Festival"
      }
    ],
    "05-20": [
      {
        "id": "film-tv-0520-1",
        "title": "First public display of Thomas Edison 's prototype",
        "description": "On May 20, 1891, First public display of Thomas Edison 's prototype kinetoscope to members of the National Federation of Women's Clubs"
      }
    ],
    "05-21": [
      {
        "id": "film-tv-0521-1",
        "title": "First American horror movie silent film \"Dr. Jekyll",
        "description": "On May 21, 1908, First American horror movie silent film \"Dr. Jekyll and Mr. Hyde\" premieres in Chicago"
      }
    ],
    "05-22": [
      {
        "id": "film-tv-0522-1",
        "title": "Johnny Carson 's final appearance as host of \"The",
        "description": "On May 22, 1992, Johnny Carson 's final appearance as host of \"The Tonight Show\""
      }
    ],
    "05-23": [
      {
        "id": "film-tv-0523-1",
        "title": "Horror film \"The Shining\" is released",
        "description": "On May 23, 1980, Horror film \"The Shining\" is released, directed by Stanley Kubrick and starring Jack Nicholson and Shelley Duvall, based on the book by Stephen King"
      }
    ],
    "05-24": [
      {
        "id": "film-tv-0524-1",
        "title": "Henry Irving becomes the first actor to receive a",
        "description": "On May 24, 1895, Henry Irving becomes the first actor to receive a knighthood"
      }
    ],
    "05-25": [
      {
        "id": "film-tv-0525-1",
        "title": "Original \" Star Wars \" movie",
        "description": "On May 25, 1977, Original \" Star Wars \" movie ( Episode IV – A New Hope ), directed by George Lucas and starring Mark Hamill, Carrie Fisher and Harrison Ford, premieres"
      }
    ],
    "05-26": [
      {
        "id": "film-tv-0526-1",
        "title": "US Actors' Equity Association forms (NYC)",
        "description": "On May 26, 1913, US Actors' Equity Association forms (NYC)"
      }
    ],
    "05-27": [
      {
        "id": "film-tv-0527-1",
        "title": "Walt Disney's short film \"3 Little Pigs\" released",
        "description": "On May 27, 1933, Walt Disney's short film \"3 Little Pigs\" released (Academy Award Best Animated film 1934)"
      },
      {
        "id": "film-tv-0527-2",
        "title": "\"Top Gun Maverick\" the sequel starring Tom Cruise",
        "description": "On May 27, 2022, \"Top Gun Maverick\" the sequel starring Tom Cruise, Miles Teller and Jennifer Connelly is released 36 years after the original film"
      }
    ],
    "05-28": [
      {
        "id": "film-tv-0528-1",
        "title": "Radio program \"Crazy People\" premieres on the BBC",
        "description": "On May 28, 1951, Radio program \"Crazy People\" (later titled The Goon Show) premieres on the BBC, created by Spike Milligan"
      }
    ],
    "05-29": [
      {
        "id": "film-tv-0529-1",
        "title": "\"Yankee Doodle Dandy",
        "description": "On May 29, 1942, \"Yankee Doodle Dandy,\" based on the life of George M. Cohan, directed by Michael Curtiz and starring James Cagney and Joan Leslie, premieres in NYC (Academy Award for Best Actor 1943)"
      }
    ],
    "05-30": [
      {
        "id": "film-tv-0530-1",
        "title": "The North American Philips Company unveils the compact",
        "description": "On May 30, 1987, The North American Philips Company unveils the compact disc video format (CD-V), which can hold up to 800 MB, enough for a full-length movie"
      }
    ],
    "05-31": [
      {
        "id": "film-tv-0531-1",
        "title": "Psy 's \"Gangnam Style\" becomes the first video to",
        "description": "On May 31, 2014, Psy 's \"Gangnam Style\" becomes the first video to reach 2 billion views on YouTube"
      }
    ],
    "06-01": [
      {
        "id": "film-tv-0601-1",
        "title": "First transmission of the Cable News Network or CNN",
        "description": "On June 1, 1980, First transmission of the Cable News Network or CNN"
      }
    ],
    "06-02": [
      {
        "id": "film-tv-0602-1",
        "title": "Crime drama \"The Wire\" created by David Simon and",
        "description": "On June 2, 2002, Crime drama \"The Wire\" created by David Simon and starring Idris Elba and Dominic West debuts on HBO"
      }
    ],
    "06-03": [
      {
        "id": "film-tv-0603-1",
        "title": "\"Big,\" a film directed by Penny Marshall and starring",
        "description": "On June 3, 1988, \"Big,\" a film directed by Penny Marshall and starring Tom Hanks, premieres in the US"
      }
    ],
    "06-04": [
      {
        "id": "film-tv-0604-1",
        "title": "\"Mrs Miniver\" based on the novel by Jan Struther",
        "description": "On June 4, 1942, \"Mrs Miniver\" based on the novel by Jan Struther, directed by William Wyler and starring Greer Garson and Walter Pidgeon is released in the US (Best Picture 1943)"
      }
    ],
    "06-05": [
      {
        "id": "film-tv-0605-1",
        "title": "First nationally televised sporting event",
        "description": "On June 5, 1952, First nationally televised sporting event, Jersey Joe Walcott defeats Ezzard Charles in 15 rounds for the heavyweight boxing title at Municipal Stadium in Philadelphia, Pennsylvania"
      },
      {
        "id": "film-tv-0605-2",
        "title": "\"Nightline\" presents its first \"Town Meeting",
        "description": "On June 5, 1987, \"Nightline\" presents its first \"Town Meeting,\" the subject is AIDS and the show runs until 3:47 AM"
      }
    ],
    "06-06": [
      {
        "id": "film-tv-0606-1",
        "title": "TV sitcom \"Sex and the City\" premieres in the US on HBO",
        "description": "On June 6, 1998, TV sitcom \"Sex and the City\" premieres in the US on HBO, starring Sarah Jessica Parker, Kim Cattrall, Kristin Davis, and Cynthia Nixon"
      }
    ],
    "06-07": [
      {
        "id": "film-tv-0607-1",
        "title": "Sony introduces the Betamax videocassette recorder for",
        "description": "On June 7, 1975, Sony introduces the Betamax videocassette recorder for sale to the public"
      }
    ],
    "06-08": [
      {
        "id": "film-tv-0608-1",
        "title": "\" Ghostbusters \", American supernatural comedy film,",
        "description": "On June 8, 1984, \" Ghostbusters \", American supernatural comedy film, directed and produced by Ivan Reitman, starring Bill Murray, Dan Aykroyd, Harold Ramis, and Ernie Hudson premieres"
      }
    ],
    "06-09": [
      {
        "id": "film-tv-0609-1",
        "title": "First appearance of Donald Duck in the cartoon \"The",
        "description": "On June 9, 1934, First appearance of Donald Duck in the cartoon \"The Wise Little Hen\""
      }
    ],
    "06-10": [
      {
        "id": "film-tv-0610-1",
        "title": "\"The Sopranos\" series finale on HBO",
        "description": "On June 10, 2007, \"The Sopranos\" series finale on HBO (infamous \"cut to black\" ending)"
      }
    ],
    "06-11": [
      {
        "id": "film-tv-0611-1",
        "title": "\" Jurassic Park,\" adapted from best-selling novel by",
        "description": "On June 11, 1993, \" Jurassic Park,\" adapted from best-selling novel by Michael Crichton, directed by Steven Spielberg, and starring Sam Neill and Jeff Goldblum, opens and sets a box office weekend record of $502 million"
      },
      {
        "id": "film-tv-0611-2",
        "title": "\"American Idol\" created by Simon Fuller with judges",
        "description": "On June 11, 2002, \"American Idol\" created by Simon Fuller with judges Simon Cowell, Paula Abdul, and Randy Jackson premieres on Fox-TV"
      }
    ],
    "06-12": [
      {
        "id": "film-tv-0612-1",
        "title": "\"Raiders of the Lost Ark\" directed by Steven Spielberg",
        "description": "On June 12, 1981, \"Raiders of the Lost Ark\" (the first Indiana Jones film) directed by Steven Spielberg, starring Harrison Ford, with story by George Lucas premieres"
      },
      {
        "id": "film-tv-0612-2",
        "title": "\" Toy Story 3,\" directed by Lee Unkrich and starring",
        "description": "On June 12, 2010, \" Toy Story 3,\" directed by Lee Unkrich and starring Tom Hanks and Tim Allen, premieres at the Taormina Film Fest in Italy - first animated film to earn $1 billion"
      }
    ],
    "06-13": [
      {
        "id": "film-tv-0613-1",
        "title": "Film \" Lolita \" is released",
        "description": "On June 13, 1962, Film \" Lolita \" is released, based on Vladimir Nabokov 's novel, directed by Stanley Kubrick, and starring James Mason and Sue Lyon"
      }
    ],
    "06-14": [
      {
        "id": "film-tv-0614-1",
        "title": "\"The Bourne Identity\" directed by Doug Liman and",
        "description": "On June 14, 2002, \"The Bourne Identity\" directed by Doug Liman and starring Matt Damon is released in the US"
      }
    ],
    "06-15": [
      {
        "id": "film-tv-0615-1",
        "title": "First Moving Images 1878 World's first moving pictures",
        "description": "On June 15, 1878, First Moving Images 1878 World's first moving pictures captured on camera using 12 cameras, each taking one picture, to determine if all four of a horse's hooves leave the ground"
      }
    ],
    "06-16": [
      {
        "id": "film-tv-0616-1",
        "title": "\"Psycho\", a psychological horror film directed by",
        "description": "On June 16, 1960, \"Psycho\", a psychological horror film directed by Alfred Hitchcock and starring Janet Leigh, Anthony Perkins, and Vera Miles, opens in New York City"
      },
      {
        "id": "film-tv-0616-2",
        "title": "Film \"Grease\" opens",
        "description": "On June 16, 1978, Film \"Grease\" opens, starring John Travolta and Olivia Newton-John, based on the 1971 Broadway musical"
      },
      {
        "id": "film-tv-0616-3",
        "title": "TV personality and real estate mogul Donald Trump",
        "description": "On June 16, 2015, TV personality and real estate mogul Donald Trump launches his campaign for the Republican nomination for US President at Trump Tower"
      }
    ],
    "06-17": [
      {
        "id": "film-tv-0617-1",
        "title": "\"The Incredibles 2\" sets a box office record for an",
        "description": "On June 17, 2018, \"The Incredibles 2\" sets a box office record for an animated release, earning $180 million its opening weekend"
      }
    ],
    "06-18": [
      {
        "id": "film-tv-0618-1",
        "title": "\"The Wild Bunch\", directed by Sam Peckinpah and",
        "description": "On June 18, 1969, \"The Wild Bunch\", directed by Sam Peckinpah and starring William Holden and Ernest Borgnine, is released"
      }
    ],
    "06-19": [
      {
        "id": "film-tv-0619-1",
        "title": "Pixar's animated film \"Inside Out\" is released with",
        "description": "On June 19, 2015, Pixar's animated film \"Inside Out\" is released with voices by Amy Poehler, Phyllis Smith, Lewis Black, Bill Hader and Mindy Kaling"
      }
    ],
    "06-20": [
      {
        "id": "film-tv-0620-1",
        "title": "Film \"Jaws,\" based on the book by Peter Benchley,",
        "description": "On June 20, 1975, Film \"Jaws,\" based on the book by Peter Benchley, directed by Steven Spielberg and starring Roy Scheider, is released"
      }
    ],
    "06-21": [
      {
        "id": "film-tv-0621-1",
        "title": "\"Who's Afraid of Virginia Woolf ?\"",
        "description": "On June 21, 1966, \"Who's Afraid of Virginia Woolf ?\", film directorial debut of Mike Nichols, based on Edward Albee 's 1962 play of the same name, starring Elizabeth Taylor and Richard Burton, is released (Academy Awards Best Actress, 1967)"
      }
    ],
    "06-22": [
      {
        "id": "film-tv-0622-1",
        "title": "Walt Disney's animated film \"The Rescuers\" is released",
        "description": "On June 22, 1977, Walt Disney's animated film \"The Rescuers\" is released, first Disney film to get a sequel"
      }
    ],
    "06-23": [
      {
        "id": "film-tv-0623-1",
        "title": "Movie \"Batman\" premieres",
        "description": "On June 23, 1989, Movie \"Batman\" premieres, directed by Tim Burton and starring Michael Keaton and Jack Nicholson"
      }
    ],
    "06-24": [
      {
        "id": "film-tv-0624-1",
        "title": "Mary Pickford becomes the first female film star to",
        "description": "On June 24, 1916, Mary Pickford becomes the first female film star to receive a million-dollar contract"
      }
    ],
    "06-25": [
      {
        "id": "film-tv-0625-1",
        "title": "First global satellite television program: \"Our World\"",
        "description": "On June 25, 1967, First global satellite television program: \"Our World\" broadcast features 19 acts representing 19 nations including The Beatles singing \"All You Need Is Love\""
      }
    ],
    "06-26": [
      {
        "id": "film-tv-0626-1",
        "title": "Silent film \"The Gold Rush",
        "description": "On June 26, 1925, Silent film \"The Gold Rush,\" directed, starring, and written by Charlie Chaplin, is released and becomes the fifth highest-grossing silent film of all time"
      }
    ],
    "06-27": [
      {
        "id": "film-tv-0627-1",
        "title": "\"Captain Video & His Video Rangers\" debut on DUMONT-TV",
        "description": "On June 27, 1949, \"Captain Video & His Video Rangers\" debut on DUMONT-TV - Television's first sci-fi series"
      }
    ],
    "06-28": [
      {
        "id": "film-tv-0628-1",
        "title": "American radio sitcom about black characters \"Amos 'n'",
        "description": "On June 28, 1951, American radio sitcom about black characters \"Amos 'n' Andy\" premieres on CBS TV"
      }
    ],
    "06-29": [
      {
        "id": "film-tv-0629-1",
        "title": "NBC approves Gene Roddenberry 's script for the pilot",
        "description": "On June 29, 1964, NBC approves Gene Roddenberry 's script for the pilot episode of \"Star Trek\" titled \"The Cage\""
      }
    ],
    "06-30": [
      {
        "id": "film-tv-0630-1",
        "title": "Variety TV show \"The Johnny Carson Show\" debuts on CBS",
        "description": "On June 30, 1955, Variety TV show \"The Johnny Carson Show\" debuts on CBS TV"
      }
    ],
    "07-01": [
      {
        "id": "film-tv-0701-1",
        "title": "Bulova Watch Company pays $9 for 1st ever television",
        "description": "On July 1, 1941, Bulova Watch Company pays $9 for 1st ever television commercial, which airs during a broadcast of Brooklyn Dodgers-Philadelphia Phillies baseball game"
      }
    ],
    "07-02": [
      {
        "id": "film-tv-0702-1",
        "title": "The Jenkins Television Corporation goes on air with",
        "description": "On July 2, 1928, The Jenkins Television Corporation (owned by Charles Jenkins) goes on air with W3XK, the first television broadcasting station in the USA"
      }
    ],
    "07-03": [
      {
        "id": "film-tv-0703-1",
        "title": "John Logie Baird demonstrates the first color",
        "description": "On July 3, 1928, John Logie Baird demonstrates the first color television transmission in London"
      }
    ],
    "07-04": [
      {
        "id": "film-tv-0704-1",
        "title": "Casey Kasem 's countdown radio program \"American Top",
        "description": "On July 4, 1970, Casey Kasem 's countdown radio program \"American Top 40\" debuts on Los Angeles radio"
      }
    ],
    "07-05": [
      {
        "id": "film-tv-0705-1",
        "title": "The BBC broadcasts its first television news bulletin",
        "description": "On July 5, 1954, The BBC broadcasts its first television news bulletin"
      }
    ],
    "07-06": [
      {
        "id": "film-tv-0706-1",
        "title": "Abbott and Costello 's film \"The Naughty Nineties\"",
        "description": "On July 6, 1945, Abbott and Costello 's film \"The Naughty Nineties\" released; features longest version of their \"Who's on First?\" routine"
      }
    ],
    "07-07": [
      {
        "id": "film-tv-0707-1",
        "title": "RCA broadcasts the first real TV program",
        "description": "On July 7, 1936, RCA broadcasts the first real TV program, a variety show with dancing, a film on locomotives, a Bonwit Teller fashion show, and a monologue from Tobacco Road"
      }
    ],
    "07-08": [
      {
        "id": "film-tv-0708-1",
        "title": "\"Inception\", directed by Christopher Nolan and",
        "description": "On July 8, 2010, \"Inception\", directed by Christopher Nolan and starring Leonardo DiCaprio and Joseph Gordon-Levitt, premieres in London"
      }
    ],
    "07-09": [
      {
        "id": "film-tv-0709-1",
        "title": "The mockumentary \"The Office",
        "description": "On July 9, 2001, The mockumentary \"The Office,\" created by Ricky Gervais and Stephen Merchant and starring Ricky Gervais and Martin Freeman, premieres on BBC Two in the UK"
      },
      {
        "id": "film-tv-0709-2",
        "title": "Fantasy comedy film \"Barbie",
        "description": "On July 9, 2023, Fantasy comedy film \"Barbie,\" starring Margot Robbie and Ryan Gosling and directed by Greta Gerwig, premieres at the Shrine Auditorium in Los Angeles"
      }
    ],
    "07-10": [
      {
        "id": "film-tv-0710-1",
        "title": "\"Your Hit Parade\" premieres on NBC-TV (later CBS)",
        "description": "On July 10, 1950, \"Your Hit Parade\" premieres on NBC-TV (later CBS) after being broadcast on radio since 1935"
      }
    ],
    "07-11": [
      {
        "id": "film-tv-0711-1",
        "title": "TV quiz show \"The Newlywed Game",
        "description": "On July 11, 1966, TV quiz show \"The Newlywed Game,\" hosted by Bob Eubanks, premieres in the US on ABC"
      },
      {
        "id": "film-tv-0711-2",
        "title": "\" Orange Is the New Black \" starring Taylor Schilling",
        "description": "On July 11, 2013, \" Orange Is the New Black \" starring Taylor Schilling premieres on Netflix, the first series to be nominated for both comedy and drama Emmy awards"
      }
    ],
    "07-12": [
      {
        "id": "film-tv-0712-1",
        "title": "First \"Family Feud\" game show debuts on ABC hosted by",
        "description": "On July 12, 1976, First \"Family Feud\" game show debuts on ABC hosted by Richard Dawson"
      }
    ],
    "07-13": [
      {
        "id": "film-tv-0713-1",
        "title": "Hollywoodland 1923 The Hollywood Sign is officially",
        "description": "On July 13, 1923, Hollywoodland 1923 The Hollywood Sign is officially dedicated in the hills above Hollywood, Los Angeles. It originally reads \" Hollywoodland,\" but the last four letters are dropped after renovation in 1949."
      }
    ],
    "07-14": [
      {
        "id": "film-tv-0714-1",
        "title": "\"Easy Rider\", directed by Dennis Hopper, starring",
        "description": "On July 14, 1969, \"Easy Rider\", directed by Dennis Hopper, starring himself, Peter Fonda, and Jack Nicholson, is released"
      }
    ],
    "07-15": [
      {
        "id": "film-tv-0715-1",
        "title": "\"Die Hard,\" directed by John McTiernan and starring",
        "description": "On July 15, 1988, \"Die Hard,\" directed by John McTiernan and starring Bruce Willis and Alan Rickman, is released in the US"
      }
    ],
    "07-16": [
      {
        "id": "film-tv-0716-1",
        "title": "BBC announces first-ever female Doctor in \"Doctor Who\"",
        "description": "On July 16, 2017, BBC announces first-ever female Doctor in \"Doctor Who\" will be played by Jodie Whittaker"
      }
    ],
    "07-17": [
      {
        "id": "film-tv-0717-1",
        "title": "\"North by Northwest\" directed by Alfred Hitchcock and",
        "description": "On July 17, 1959, \"North by Northwest\" directed by Alfred Hitchcock and starring Cary Grant and Eva Marie Saint premieres in Los Angeles"
      },
      {
        "id": "film-tv-0717-2",
        "title": "CBS announces the cancellation of \"The Late Show With",
        "description": "On July 17, 2025, CBS announces the cancellation of \"The Late Show With Stephen Colbert \" after running since 2015 [1]"
      }
    ],
    "07-18": [
      {
        "id": "film-tv-0718-1",
        "title": "\"The Nun's Story\" based on the novel by Kathryn Hulme",
        "description": "On July 18, 1959, \"The Nun's Story\" based on the novel by Kathryn Hulme, starring Audrey Hepburn premieres in Los Angeles"
      }
    ],
    "07-19": [
      {
        "id": "film-tv-0719-1",
        "title": "Tom and Jerry first appear under their own names in",
        "description": "On July 19, 1941, Tom and Jerry first appear under their own names in the cartoon \"The Midnight Snack\" by William Hanna and Joseph Barbera"
      }
    ],
    "07-20": [
      {
        "id": "film-tv-0720-1",
        "title": "\"Arthur Murray Party\" premieres on ABC TV",
        "description": "On July 20, 1950, \"Arthur Murray Party\" premieres on ABC TV (later DuMont, CBS, NBC)"
      }
    ],
    "07-21": [
      {
        "id": "film-tv-0721-1",
        "title": "Musical film \"Stormy Weather",
        "description": "On July 21, 1943, Musical film \"Stormy Weather,\" directed by Andrew L. Stone and starring Bill Robinson, Lena Horne, and Fats Waller (singing \"Ain't Misbehavin'\"), premieres in the US"
      },
      {
        "id": "film-tv-0721-2",
        "title": "\"The Daily Show,\" a late-night talk and satirical news",
        "description": "On July 21, 1996, \"The Daily Show,\" a late-night talk and satirical news program hosted by Craig Kilborn, premieres on Comedy Central in the US"
      }
    ],
    "07-22": [
      {
        "id": "film-tv-0722-1",
        "title": "The Worst Movie Ever 1959 Ed Wood's cult classic \"",
        "description": "On July 22, 1959, The Worst Movie Ever 1959 Ed Wood's cult classic \" Plan 9 from Outer Space,\" often called one of the worst films ever, premieres starring Gregory Walcott and Bela Lugosi"
      }
    ],
    "07-23": [
      {
        "id": "film-tv-0723-1",
        "title": "English boy band \" One Direction \" is formed during",
        "description": "On July 23, 2010, English boy band \" One Direction \" is formed during the \"X Factor\" television talent show as Niall Horan, Harry Styles, Liam Payne, Zayn Malik, and Louis Tomlinson join together"
      }
    ],
    "07-24": [
      {
        "id": "film-tv-0724-1",
        "title": "American Western film \"High Noon\" is released",
        "description": "On July 24, 1952, American Western film \"High Noon\" is released, directed by Fred Zinnemann and starring Gary Cooper, Grace Kelly and Thomas Mitchell"
      }
    ],
    "07-25": [
      {
        "id": "film-tv-0725-1",
        "title": "Dean Martin and Jerry Lewis stage their first show as",
        "description": "On July 25, 1946, Dean Martin and Jerry Lewis stage their first show as a comedy team at the 500 Club in Atlantic City, New Jersey"
      }
    ],
    "07-26": [
      {
        "id": "film-tv-0726-1",
        "title": "Vitascope Hall, the first permanent for-profit movie",
        "description": "On July 26, 1896, Vitascope Hall, the first permanent for-profit movie theater, opens in New Orleans"
      }
    ],
    "07-27": [
      {
        "id": "film-tv-0727-1",
        "title": "Bugs Bunny, Warner Bros. cartoon character created by",
        "description": "On July 27, 1940, Bugs Bunny, Warner Bros. cartoon character created by Tex Avery and Bob Givens for the Looney Tunes and Merrie Melodies series, debuts in \"A Wild Hare\""
      }
    ],
    "07-28": [
      {
        "id": "film-tv-0728-1",
        "title": "\"White Zombie,\" the first feature-length zombie film,",
        "description": "On July 28, 1932, \"White Zombie,\" the first feature-length zombie film, directed by Victor Halperin and starring Bela Lugosi, is released in the US"
      }
    ],
    "07-29": [
      {
        "id": "film-tv-0729-1",
        "title": "Test footage is first created for Walt Disney 's",
        "description": "On July 29, 1928, Test footage is first created for Walt Disney 's \"Steamboat Willie,\" featuring Mickey Mouse"
      }
    ],
    "07-30": [
      {
        "id": "film-tv-0730-1",
        "title": "Professional wrestling premieres on US prime-time TV",
        "description": "On July 30, 1948, Professional wrestling premieres on US prime-time TV (DuMont Television Network)"
      }
    ],
    "07-31": [
      {
        "id": "film-tv-0731-1",
        "title": "The US government censors movies and photos of boxing",
        "description": "On July 31, 1912, The US government censors movies and photos of boxing prizefights; this remains in place until 1940"
      }
    ],
    "08-01": [
      {
        "id": "film-tv-0801-1",
        "title": "George Harrison 's benefit concerts for Bangladesh",
        "description": "On August 1, 1971, George Harrison 's benefit concerts for Bangladesh (two shows) take place at Madison Square Garden, NYC; performers include Bob Dylan, Ringo Starr, Ravi Shankar, Eric Clapton, Billy Preston, and Leon Russell"
      },
      {
        "id": "film-tv-0801-2",
        "title": "01 AM with The Buggles' song \"Video Killed the Radio",
        "description": "On August 1, 1981, Music video cable channel MTV debuts in the US at 12:01 AM with The Buggles' song \"Video Killed the Radio Star\""
      }
    ],
    "08-02": [
      {
        "id": "film-tv-0802-1",
        "title": "\"American Graffiti",
        "description": "On August 2, 1973, \"American Graffiti,\" directed by George Lucas and starring Richard Dreyfuss and Ron Howard, premieres at the Locarno International Film Festival in Switzerland"
      }
    ],
    "08-03": [
      {
        "id": "film-tv-0803-1",
        "title": "CNN en Español premieres",
        "description": "On August 3, 1995, CNN en Español premieres"
      }
    ],
    "08-04": [
      {
        "id": "film-tv-0804-1",
        "title": "FCC votes 4-0 to rescind the Fairness Doctrine for",
        "description": "On August 4, 1987, FCC votes 4-0 to rescind the Fairness Doctrine for broadcasters"
      }
    ],
    "08-05": [
      {
        "id": "film-tv-0805-1",
        "title": "\"American Bandstand\" premieres on network TV (ABC)",
        "description": "On August 5, 1957, \"American Bandstand\" premieres on network TV (ABC)"
      }
    ],
    "08-06": [
      {
        "id": "film-tv-0806-1",
        "title": "\"Don Juan,\" starring John Barrymore, is released by",
        "description": "On August 6, 1926, \"Don Juan,\" starring John Barrymore, is released by Warner Bros., the first feature-length film to utilize the Vitaphone sound-on-disc system with a synchronized musical score and sound effects"
      }
    ],
    "08-07": [
      {
        "id": "film-tv-0807-1",
        "title": "China bans the release of the Winnie the Pooh movie",
        "description": "On August 7, 2018, China bans the release of the Winnie the Pooh movie \"Christopher Robin\" after the character is used to mock Chinese President Xi Jinping"
      }
    ],
    "08-08": [
      {
        "id": "film-tv-0808-1",
        "title": "7th Venice Film Festival opens with a United States",
        "description": "On August 8, 1939, 7th Venice Film Festival opens with a United States boycott due to Benito Mussolini 's Fascist Italian regime"
      }
    ],
    "08-09": [
      {
        "id": "film-tv-0809-1",
        "title": "Animated character Betty Boop debuts in Max",
        "description": "On August 9, 1930, Animated character Betty Boop debuts in Max Fleischer's cartoon \"Dizzy Dishes\""
      }
    ],
    "08-10": [
      {
        "id": "film-tv-0810-1",
        "title": "ABC enters network TV at 7 pm (WJZ, NY)",
        "description": "On August 10, 1948, ABC enters network TV at 7 pm (WJZ, NY)"
      }
    ],
    "08-11": [
      {
        "id": "film-tv-0811-1",
        "title": "\"The Life of Émile Zola",
        "description": "On August 11, 1937, \"The Life of Émile Zola,\" directed by William Dieterle and starring Paul Muni, premieres in New York (Best Picture 1938)"
      }
    ],
    "08-12": [
      {
        "id": "film-tv-0812-1",
        "title": "Silent film \"Wings",
        "description": "On August 12, 1927, Silent film \"Wings,\" starring Clara Bow and directed by William A. Wellman, premieres in NY as the first film and one of only two silent films to win an Academy Award for Best Picture"
      }
    ],
    "08-13": [
      {
        "id": "film-tv-0813-1",
        "title": "\"Bonnie and Clyde\" crime film directed by Arthur Penn",
        "description": "On August 13, 1967, \"Bonnie and Clyde\" crime film directed by Arthur Penn and starring Warren Beatty and Faye Dunaway is released"
      }
    ],
    "08-14": [
      {
        "id": "film-tv-0814-1",
        "title": "BBC's first feature film on TV (The Student of Prague)",
        "description": "On August 14, 1938, BBC's first feature film on TV (The Student of Prague)"
      }
    ],
    "08-15": [
      {
        "id": "film-tv-0815-1",
        "title": "\"The Sinking of the Lusitania\" by Winsor McCay is",
        "description": "On August 15, 1918, \"The Sinking of the Lusitania\" by Winsor McCay is produced; at 12 minutes long, it is the longest work of animation at that time"
      },
      {
        "id": "film-tv-0815-2",
        "title": "The Wizard of Oz 1939 The Wizard of Oz",
        "description": "On August 15, 1939, The Wizard of Oz 1939 The Wizard of Oz, an American musical fantasy film adaptation of L. Frank Baum's book, premieres at Grauman's Chinese Theatre in Hollywood; directed by Victor Fleming and King Vidor with a cast featuring Judy Garland (Dorothy), Ray Bolger (Scarecrow), Jack Haley (Tin Man), Bert Lahr (Cowardly Lion), Frank Morgan (Wizard), Billie Burke (Glinda), and Margaret Hamilton (Wicked Witch); songs by Harold Arlen and Yip Harburg"
      }
    ],
    "08-16": [
      {
        "id": "film-tv-0816-1",
        "title": "The first color sound cartoon \"Fiddlesticks\" is",
        "description": "On August 16, 1930, The first color sound cartoon \"Fiddlesticks\" is released by Ub Iwerks (formerly of Walt Disney Studios)"
      }
    ],
    "08-17": [
      {
        "id": "film-tv-0817-1",
        "title": "\" Monty Python 's Life of Brian\" directed by Terry",
        "description": "On August 17, 1979, \" Monty Python 's Life of Brian\" directed by Terry Jones, starring Graham Chapman, Michael Palin, and John Cleese, and funded by George Harrison 's HandMade Films, premieres in US theaters"
      }
    ],
    "08-18": [
      {
        "id": "film-tv-0818-1",
        "title": "First televised weather map is broadcast by the",
        "description": "On August 18, 1926, First televised weather map is broadcast by the National Oceanic and Atmospheric Administration in Washington, DC"
      }
    ],
    "08-19": [
      {
        "id": "film-tv-0819-1",
        "title": "ABC begins broadcasting Saturday morning kids' shows",
        "description": "On August 19, 1950, ABC begins broadcasting Saturday morning kids' shows (Animal Clinic and Acrobat Ranch)"
      }
    ],
    "08-20": [
      {
        "id": "film-tv-0820-1",
        "title": "\"Rashomon\" directed by Akira Kurosawa wins the Golden",
        "description": "On August 20, 1951, 12th Venice Film Festival: \"Rashomon\" directed by Akira Kurosawa wins the Golden Lion"
      }
    ],
    "08-21": [
      {
        "id": "film-tv-0821-1",
        "title": "Korean pop group BTS releases the single \"Dynamite",
        "description": "On August 21, 2020, Korean pop group BTS releases the single \"Dynamite,\" the first video to be watched more than 100 million times in 24 hours on YouTube"
      }
    ],
    "08-22": [
      {
        "id": "film-tv-0822-1",
        "title": "BBC begins experimental regular television broadcasts",
        "description": "On August 22, 1932, BBC begins experimental regular television broadcasts"
      }
    ],
    "08-23": [
      {
        "id": "film-tv-0823-1",
        "title": "First televised boxing match",
        "description": "On August 23, 1933, First televised boxing match, a six-round exhibition at Broadcasting House in London between middleweights Archie Sexton and Laurie Raiteri, airs on BBC TV"
      },
      {
        "id": "film-tv-0823-2",
        "title": "Premiere of \"The Big Sleep",
        "description": "On August 23, 1946, Premiere of \"The Big Sleep,\" directed by Howard Hawks and starring Humphrey Bogart as Philip Marlowe and Lauren Bacall"
      }
    ],
    "08-24": [
      {
        "id": "film-tv-0824-1",
        "title": "24th Venice Film Festival: \"Hands Over the City",
        "description": "On August 24, 1963, 24th Venice Film Festival: \"Hands Over the City,\" directed by Francesco Rosi, wins the Golden Lion"
      }
    ],
    "08-25": [
      {
        "id": "film-tv-0825-1",
        "title": "\"Ordet\" directed by Carl Theodor Dreyer wins Golden",
        "description": "On August 25, 1955, 16th Venice Film Festival: \"Ordet\" directed by Carl Theodor Dreyer wins Golden Lion"
      }
    ],
    "08-26": [
      {
        "id": "film-tv-0826-1",
        "title": "The film \"An American in Paris",
        "description": "On August 26, 1951, The film \"An American in Paris,\" with music by George Gershwin, directed by Vincente Minnelli, and starring Gene Kelly and Leslie Caron, premieres in London (Academy Award for Best Picture, 1952)"
      }
    ],
    "08-27": [
      {
        "id": "film-tv-0827-1",
        "title": "First transmission of a TV program from continental",
        "description": "On August 27, 1950, First transmission of a TV program from continental Europe airs on the BBC"
      },
      {
        "id": "film-tv-0827-2",
        "title": "Walt Disney 's musical film \"Mary Poppins",
        "description": "On August 27, 1964, Walt Disney 's musical film \"Mary Poppins,\" directed by Robert Stevenson and starring Julie Andrews and Dick Van Dyke, with songs by Richard and Robert Sherman, premieres at Grauman's Chinese Theatre in Los Angeles, California, and wins five Academy Awards"
      }
    ],
    "08-28": [
      {
        "id": "film-tv-0828-1",
        "title": "17th Venice Film Festival opens: no Golden Lion awarded",
        "description": "On August 28, 1956, 17th Venice Film Festival opens: no Golden Lion awarded"
      }
    ],
    "08-29": [
      {
        "id": "film-tv-0829-1",
        "title": "Final TV episode of \"The Fugitive\" starring David",
        "description": "On August 29, 1967, Final TV episode of \"The Fugitive\" starring David Janssen is watched by 78 million people"
      }
    ],
    "08-30": [
      {
        "id": "film-tv-0830-1",
        "title": "Tom Brokaw starts as news anchor of NBC's \"The Today",
        "description": "On August 30, 1976, Tom Brokaw starts as news anchor of NBC's \"The Today Show\""
      }
    ],
    "08-31": [
      {
        "id": "film-tv-0831-1",
        "title": "Thomas Edison patents the Kinetoscope [kinetographic",
        "description": "On August 31, 1897, Thomas Edison patents the Kinetoscope [kinetographic camera], a device that produces moving pictures"
      },
      {
        "id": "film-tv-0831-2",
        "title": "50th Venice Film Festival: \"Short Cuts\" directed by",
        "description": "On August 31, 1993, 50th Venice Film Festival: \"Short Cuts\" directed by Robert Altman and \"Three Colors: Blue\" directed by Krzysztof Kieslowski are jointly awarded the Golden Lion"
      }
    ],
    "09-01": [
      {
        "id": "film-tv-0901-1",
        "title": "Paramount Pictures releases \"Rear Window\"",
        "description": "On September 1, 1954, Paramount Pictures releases \"Rear Window\", directed by Alfred Hitchcock and starring James Stewart and Grace Kelly"
      }
    ],
    "09-02": [
      {
        "id": "film-tv-0902-1",
        "title": "American crooner Bing Crosby makes his solo radio",
        "description": "On September 2, 1931, American crooner Bing Crosby makes his solo radio debut on his \"15 Minutes with Bing Crosby\" program broadcast on the CBS Network"
      },
      {
        "id": "film-tv-0902-2",
        "title": "\"The Third Man\", directed by Carol Reed, starring",
        "description": "On September 2, 1949, \"The Third Man\", directed by Carol Reed, starring Joseph Cotten, Alida Valli, and Orson Welles, is released in the United Kingdom (Academy Awards Best Cinematography 1950)"
      }
    ],
    "09-03": [
      {
        "id": "film-tv-0903-1",
        "title": "TV soap opera \"Search for Tomorrow\" debuts on CBS",
        "description": "On September 3, 1951, TV soap opera \"Search for Tomorrow\" debuts on CBS"
      }
    ],
    "09-04": [
      {
        "id": "film-tv-0904-1",
        "title": "RKO Radio Pictures releases \"Swing Time",
        "description": "On September 4, 1936, RKO Radio Pictures releases \"Swing Time,\" directed by George Stevens and starring Fred Astaire and Ginger Rogers"
      }
    ],
    "09-05": [
      {
        "id": "film-tv-0905-1",
        "title": "Jim Henson 's \"The Muppet Show\" premieres on",
        "description": "On September 5, 1976, Jim Henson 's \"The Muppet Show\" premieres on television with Mia Farrow as the guest star"
      }
    ],
    "09-06": [
      {
        "id": "film-tv-0906-1",
        "title": "\"La Strada,\" directed by Federico Fellini and starring",
        "description": "On September 6, 1954, \"La Strada,\" directed by Federico Fellini and starring Anthony Quinn, premieres at the Venice Film Festival"
      }
    ],
    "09-07": [
      {
        "id": "film-tv-0907-1",
        "title": "\"Taxi,\" \"Lou Grant,\" Ed Asner, and Barbara Bel Geddes",
        "description": "On September 7, 1980, 32nd Emmy Awards, notable for proceeding despite 51 of the 52 nominated performers boycotting the event due to a strike by members of the Screen Actors Guild: \"Taxi,\" \"Lou Grant,\" Ed Asner, and Barbara Bel Geddes win"
      }
    ],
    "09-08": [
      {
        "id": "film-tv-0908-1",
        "title": "Employed by Thomas Edison",
        "description": "On September 8, 1894, Employed by Thomas Edison, William K.L. Dickson films the first boxing match in West Orange, New Jersey, an exhibition between world heavyweight champion James J. Corbett and Peter Courtney"
      },
      {
        "id": "film-tv-0908-2",
        "title": "Nationwide release of Alfred Hitchcock 's \"Psycho\"",
        "description": "On September 8, 1960, Nationwide release of Alfred Hitchcock 's \"Psycho\" starring Anthony Perkins and Janet Leigh"
      },
      {
        "id": "film-tv-0908-3",
        "title": "The Monkees Auditions in Hollywood",
        "description": "On September 8, 1965, Hey, Hey – We're The Monkees 1965 Small ads in Daily Variety and Hollywood Reporter attract 437 young men interested in forming the world’s first manufactured boy band, \" The Monkees .\" Three are chosen, with British actor-singer Davy Jones already cast"
      },
      {
        "id": "film-tv-0908-4",
        "title": "\"The Oprah Winfrey Show\" is first broadcast nationally",
        "description": "On September 8, 1986, \"The Oprah Winfrey Show\" is first broadcast nationally"
      }
    ],
    "09-09": [
      {
        "id": "film-tv-0909-1",
        "title": "Elvis Presley 's first appearance on \"The Ed Sullivan",
        "description": "On September 9, 1956, Elvis Presley 's first appearance on \"The Ed Sullivan Show\""
      }
    ],
    "09-10": [
      {
        "id": "film-tv-0910-1",
        "title": "\"The X-Files\", created by Chris Carter and starring",
        "description": "On September 10, 1993, \"The X-Files\", created by Chris Carter and starring David Duchovny and Gillian Anderson, debuts on Fox"
      }
    ],
    "09-11": [
      {
        "id": "film-tv-0911-1",
        "title": "First TV drama WGY's \"The Queen's Messenger",
        "description": "On September 11, 1928, First TV drama WGY's \"The Queen's Messenger,\" starring Izetta Jewell, broadcasts in the New York area"
      }
    ],
    "09-12": [
      {
        "id": "film-tv-0912-1",
        "title": "The Smurfs TV Debut in North America",
        "description": "On September 12, 1981, The Smurfs TV Debut 1981 Animated cartoon series \" The Smurfs \" by Hanna-Barbera is first broadcast in North America"
      }
    ],
    "09-13": [
      {
        "id": "film-tv-0913-1",
        "title": "\"Scooby-Doo Where are You\" by Hanna-Barbera debuts on",
        "description": "On September 13, 1969, \"Scooby-Doo Where are You\" by Hanna-Barbera debuts on CBS in the US"
      }
    ],
    "09-14": [
      {
        "id": "film-tv-0914-1",
        "title": "The Golden Girls Debut on NBC",
        "description": "On September 14, 1985, \" The Golden Girls \", starring Bea Arthur, Betty White, Rue McClanahan, and Estelle Getty, debuts on NBC"
      }
    ],
    "09-15": [
      {
        "id": "film-tv-0915-1",
        "title": "\"Lone Ranger\" premieres on ABC-TV. Hi-yo, Silver! Away!",
        "description": "On September 15, 1949, \"Lone Ranger\" premieres on ABC-TV. Hi-yo, Silver! Away!"
      }
    ],
    "09-16": [
      {
        "id": "film-tv-0916-1",
        "title": "\"Roger & Me\" directed by Michael Moore wins the",
        "description": "On September 16, 1989, 14th Toronto International Film Festival: \"Roger & Me\" directed by Michael Moore wins the People's Choice Award"
      }
    ],
    "09-17": [
      {
        "id": "film-tv-0917-1",
        "title": "TV comedy series \"M*A*S*H\"",
        "description": "On September 17, 1972, TV comedy series \"M*A*S*H\", adapted from the movie, starring Alan Alda, Loretta Swit, Wayne Rogers, and McLean Stevenson, debuts on CBS in the US and runs for 11 years, garnering 14 Emmy Awards and 1 Peabody"
      },
      {
        "id": "film-tv-0917-2",
        "title": "Disney-ABC indefinitely suspends production of late",
        "description": "On September 17, 2025, Disney-ABC indefinitely suspends production of late night television talk show \" Jimmy Kimmel Live!\" after complaints about his political jokes, and threat of broadcast license revocation by FCC chairman Brendan Carr [1]"
      }
    ],
    "09-18": [
      {
        "id": "film-tv-0918-1",
        "title": "\"A Streetcar Named Desire",
        "description": "On September 18, 1951, \"A Streetcar Named Desire,\" a film directed by Elia Kazan and based on Tennessee Williams ' 1947 play of the same name, starring Marlon Brando and Vivien Leigh, premieres at the Warner Theatre, NYC"
      }
    ],
    "09-19": [
      {
        "id": "film-tv-0919-1",
        "title": "Sitcom \"The Mary Tyler Moore Show\" premieres on CBS",
        "description": "On September 19, 1970, Sitcom \"The Mary Tyler Moore Show\" premieres on CBS"
      }
    ],
    "09-20": [
      {
        "id": "film-tv-0920-1",
        "title": "The Cosby Show Premieres on NBC",
        "description": "On September 20, 1984, Sitcom \" The Cosby Show,\" starring Bill Cosby and Phylicia Rashad, premieres on NBC-TV"
      }
    ],
    "09-21": [
      {
        "id": "film-tv-0921-1",
        "title": "J. R. R. Tolkien 's \"The Hobbit\" is published by",
        "description": "On September 21, 1937, J. R. R. Tolkien 's \"The Hobbit\" is published by George Allen and Unwin in London"
      }
    ],
    "09-22": [
      {
        "id": "film-tv-0922-1",
        "title": "\"Friends,\" a TV sitcom created by David Crane and",
        "description": "On September 22, 1994, \"Friends,\" a TV sitcom created by David Crane and Marta Kauffman and starring Jennifer Aniston, Courteney Cox, Lisa Kudrow, Matt LeBlanc, Matthew Perry, and David Schwimmer, premieres on NBC"
      }
    ],
    "09-23": [
      {
        "id": "film-tv-0923-1",
        "title": "Nintendo Koppai is founded by Fusajiro Yamauchi to",
        "description": "On September 23, 1889, Nintendo Koppai (later Nintendo Company, Limited) is founded by Fusajiro Yamauchi to produce and market the playing card game Hanafuda"
      },
      {
        "id": "film-tv-0923-2",
        "title": "ABC's first color TV series",
        "description": "On September 23, 1962, ABC's first color TV series, \"The Jetsons,\" created by Hanna-Barbera, premieres"
      }
    ],
    "09-24": [
      {
        "id": "film-tv-0924-1",
        "title": "\" 60 Minutes \" premieres on CBS-TV",
        "description": "On September 24, 1968, \" 60 Minutes \" premieres on CBS-TV"
      }
    ],
    "09-25": [
      {
        "id": "film-tv-0925-1",
        "title": "18th Venice Film Festival: Influential Indian film",
        "description": "On September 25, 1957, 18th Venice Film Festival: Influential Indian film \"Aparajito,\" directed by Satyajit Ray, is the first film to win both the Golden Lion and the Critics' Award"
      }
    ],
    "09-26": [
      {
        "id": "film-tv-0926-1",
        "title": "\"Oliver!,\" directed by Carol Reed and starring Mark",
        "description": "On September 26, 1968, \"Oliver!,\" directed by Carol Reed and starring Mark Lester and Ron Moody, premieres in London (Best Picture 1969)"
      }
    ],
    "09-27": [
      {
        "id": "film-tv-0927-1",
        "title": "British crime series \"Cracker",
        "description": "On September 27, 1993, British crime series \"Cracker,\" created by Jimmy McGovern and starring Robbie Coltrane, debuts on ITV in the UK"
      },
      {
        "id": "film-tv-0927-2",
        "title": "Netflix announces Shonda Rhimes ' \"Bridgerton\" as its",
        "description": "On September 27, 2021, Netflix announces Shonda Rhimes ' \"Bridgerton\" as its most-watched series ever, with \"Extraction,\" starring Chris Hemsworth, as its No. 1 film [1]"
      }
    ],
    "09-28": [
      {
        "id": "film-tv-0928-1",
        "title": "Film noir \"Mildred Pierce\" starring Joan Crawford",
        "description": "On September 28, 1945, Film noir \"Mildred Pierce\" starring Joan Crawford opens at Strand Theatre in New York City and wins Academy Award for Best Actress"
      }
    ],
    "09-29": [
      {
        "id": "film-tv-0929-1",
        "title": "William Shakespeare 's \"Hamlet\" directed by and",
        "description": "On September 29, 1948, William Shakespeare 's \"Hamlet\" directed by and starring Laurence Olivier, opens at Park Avenue Cinema (Best Picture 1949)"
      }
    ],
    "09-30": [
      {
        "id": "film-tv-0930-1",
        "title": "\"The Flintstones,\" the first animated sitcom created",
        "description": "On September 30, 1960, \"The Flintstones,\" the first animated sitcom created by Hanna-Barbera, premieres on ABC in the US"
      }
    ],
    "10-01": [
      {
        "id": "film-tv-1001-1",
        "title": "Cult zombie film \"Night of the Living Dead",
        "description": "On October 1, 1968, Cult zombie film \"Night of the Living Dead,\" directed by George A. Romero and starring Duane Jones and Judith O'Dea, premieres in Pittsburgh, Pennsylvania"
      }
    ],
    "10-02": [
      {
        "id": "film-tv-1002-1",
        "title": "The Bridge on the River Kwai Released",
        "description": "On October 2, 1957, The Bridge on the River Kwai 1957 \" The Bridge on the River Kwai,\" directed by David Lean and starring William Holden and Alec Guinness, is released (Academy Awards Best Picture 1958)"
      }
    ],
    "10-03": [
      {
        "id": "film-tv-1003-1",
        "title": "\"The Maltese Falcon",
        "description": "On October 3, 1941, \"The Maltese Falcon,\" based on Dashiell Hammett's 1929 novel of the same name, directed by John Huston and starring Humphrey Bogart and Mary Astor, premieres in New York City"
      },
      {
        "id": "film-tv-1003-2",
        "title": "Irish pop singer Sinéad O'Connor tears up a picture of",
        "description": "On October 3, 1992, Irish pop singer Sinéad O'Connor tears up a picture of Pope John Paul II on \"Saturday Night Live\" [1]"
      },
      {
        "id": "film-tv-1003-3",
        "title": "Former NFL running back",
        "description": "On October 3, 1995, Former NFL running back, broadcaster, and actor O.J. Simpson is found not guilty of the murders of Nicole Simpson and Ron Goldman in Los Angeles, California"
      }
    ],
    "10-04": [
      {
        "id": "film-tv-1004-1",
        "title": "\"The Last Emperor\" directed by Bernardo Bertolucci and",
        "description": "On October 4, 1987, \"The Last Emperor\" directed by Bernardo Bertolucci and starring John Lone, Joan Chen and Peter O'Toole premieres at the Tokyo Film Festival (Best Picture 1988)"
      }
    ],
    "10-05": [
      {
        "id": "film-tv-1005-1",
        "title": "Harry Truman delivers the first presidential address",
        "description": "On October 5, 1947, Harry Truman delivers the first presidential address televised from the White House"
      },
      {
        "id": "film-tv-1005-2",
        "title": "\"Dr. No,\" the first James Bond film based on the novel",
        "description": "On October 5, 1962, \"Dr. No,\" the first James Bond film based on the novel by Ian Fleming and starring Sean Connery and Ursula Andress, premieres in London"
      },
      {
        "id": "film-tv-1005-3",
        "title": "The New York Times publishes an investigation into",
        "description": "On October 5, 2017, The New York Times publishes an investigation into allegations of sexual harassment against Hollywood producer Harvey Weinstein"
      }
    ],
    "10-06": [
      {
        "id": "film-tv-1006-1",
        "title": "The Jazz Singer Released",
        "description": "On October 6, 1927, Jazz Singer Sounds Death Knell for Silent Movies 1927 \" The Jazz Singer,\" directed by Alan Crosland and starring Al Jolson and May McAvoy, is released as the first film with a synchronized soundtrack (Honorary Academy Award 1929)"
      },
      {
        "id": "film-tv-1006-2",
        "title": "Spartacus Premieres in New York",
        "description": "On October 6, 1960, Historical drama film \" Spartacus,\" directed by Stanley Kubrick and starring Kirk Douglas and Laurence Olivier, premieres in New York City"
      }
    ],
    "10-07": [
      {
        "id": "film-tv-1007-1",
        "title": "\"The French Connection",
        "description": "On October 7, 1971, \"The French Connection,\" directed by William Friedkin and starring Gene Hackman, Roy Scheider, and Fernando Rey, premieres in the US (Academy Awards Best Picture 1972)"
      }
    ],
    "10-08": [
      {
        "id": "film-tv-1008-1",
        "title": "\"The Second Hundred Years\" silent short film is",
        "description": "On October 8, 1927, \"The Second Hundred Years\" silent short film is released, starring Stan Laurel and Oliver Hardy, the first Laurel and Hardy film with them appearing as a team"
      }
    ],
    "10-09": [
      {
        "id": "film-tv-1009-1",
        "title": "\"The Late Show with Joan Rivers \" premieres on Fox",
        "description": "On October 9, 1986, \"The Late Show with Joan Rivers \" premieres on Fox, making her the first woman to host a US late-night TV talk show; she is fired in May 1987"
      }
    ],
    "10-10": [
      {
        "id": "film-tv-1010-1",
        "title": "\"Shyamchi Aai\" wins the Golden Lotus",
        "description": "On October 10, 1954, 1st National Film Awards (India): \"Shyamchi Aai\" wins the Golden Lotus"
      }
    ],
    "10-11": [
      {
        "id": "film-tv-1011-1",
        "title": "\"Saturday Night Live\" created by Lorne Michaels",
        "description": "On October 11, 1975, \"Saturday Night Live\" created by Lorne Michaels premieres on NBC with George Carlin as host"
      }
    ],
    "10-12": [
      {
        "id": "film-tv-1012-1",
        "title": "Japanese politician Inejiro Asanuma is assassinated",
        "description": "On October 12, 1960, Japanese politician Inejiro Asanuma is assassinated with a sword during a televised debate live on TV by 17-year old nationalist Otoya Yamaguchi"
      }
    ],
    "10-13": [
      {
        "id": "film-tv-1013-1",
        "title": "\"Badlands\" directed by Terrence Malick and starring",
        "description": "On October 13, 1973, \"Badlands\" directed by Terrence Malick and starring Martin Sheen and Sissy Spacek premieres at the New York Film Festival"
      }
    ],
    "10-14": [
      {
        "id": "film-tv-1014-1",
        "title": "George Gershwin and Ira Gershwin 's musical \"Girl Crazy",
        "description": "On October 14, 1930, George Gershwin and Ira Gershwin 's musical \"Girl Crazy,\" starring Ginger Rogers and featuring the debut of Ethel Merman, opens at the Alvin Theatre in NYC and runs for 272 performances"
      },
      {
        "id": "film-tv-1014-2",
        "title": "\" Keeping Up with the Kardashians \" featuring Kim",
        "description": "On October 14, 2007, \" Keeping Up with the Kardashians \" featuring Kim, Khloé, and Kourtney Kardashian premieres on the E! cable network in the US"
      }
    ],
    "10-15": [
      {
        "id": "film-tv-1015-1",
        "title": "Country music radio show \"Grand Ole Opry\" is first",
        "description": "On October 15, 1955, Country music radio show \"Grand Ole Opry\" is first broadcast on television in a live hour-long show by ABC"
      },
      {
        "id": "film-tv-1015-2",
        "title": "Actress Alyssa Milano 's tweet “If you’ve been",
        "description": "On October 15, 2017, Actress Alyssa Milano 's tweet “If you’ve been sexually harassed or assaulted write ‘me too’\" prompts a flood of replies across Facebook, Instagram, and Twitter"
      }
    ],
    "10-16": [
      {
        "id": "film-tv-1016-1",
        "title": "Disney Brothers Cartoon Studio is founded by brothers",
        "description": "On October 16, 1923, Disney Brothers Cartoon Studio is founded by brothers Walt and Roy Disney in Los Feliz, California, beginning what becomes the Walt Disney Company"
      }
    ],
    "10-17": [
      {
        "id": "film-tv-1017-1",
        "title": "\"Mr. Smith Goes to Washington",
        "description": "On October 17, 1939, \"Mr. Smith Goes to Washington,\" directed by Frank Capra and starring James Stewart and Jean Arthur, is released"
      }
    ],
    "10-18": [
      {
        "id": "film-tv-1018-1",
        "title": "British Broadcasting Company (BBC) is founded",
        "description": "On October 18, 1922, British Broadcasting Company (BBC) is founded, later known as British Broadcasting Corporation"
      }
    ],
    "10-19": [
      {
        "id": "film-tv-1019-1",
        "title": "US Senate passes a bill curbing ads during children's",
        "description": "On October 19, 1988, US Senate passes a bill curbing ads during children's TV shows"
      }
    ],
    "10-20": [
      {
        "id": "film-tv-1020-1",
        "title": "Comedian Richard Pryor receives the first Kennedy",
        "description": "On October 20, 1998, Comedian Richard Pryor receives the first Kennedy Center Mark Twain Prize for American Humor"
      }
    ],
    "10-21": [
      {
        "id": "film-tv-1021-1",
        "title": "The film version of \"My Fair Lady",
        "description": "On October 21, 1964, The film version of \"My Fair Lady,\" directed by George Cukor and starring Rex Harrison and Audrey Hepburn, premieres in New York (Academy Award for Best Picture 1965)"
      }
    ],
    "10-22": [
      {
        "id": "film-tv-1022-1",
        "title": "\"Now, Voyager,\" a film directed by Irving Rapper and",
        "description": "On October 22, 1942, \"Now, Voyager,\" a film directed by Irving Rapper and starring Bette Davis, Paul Henreid and Claude Rains, premieres in New York; wins 3 Academy Awards"
      }
    ],
    "10-23": [
      {
        "id": "film-tv-1023-1",
        "title": "Walt Disney 's animated film \"Dumbo\" is released",
        "description": "On October 23, 1941, Walt Disney 's animated film \"Dumbo\" is released"
      }
    ],
    "10-24": [
      {
        "id": "film-tv-1024-1",
        "title": "\"The Manchurian Candidate",
        "description": "On October 24, 1962, \"The Manchurian Candidate,\" directed by John Frankenheimer and starring Frank Sinatra and Laurence Harvey, is released"
      }
    ],
    "10-25": [
      {
        "id": "film-tv-1025-1",
        "title": "\"Halloween\", directed by John Carpenter, starring",
        "description": "On October 25, 1978, \"Halloween\", directed by John Carpenter, starring Donald Pleasence and Jamie Lee Curtis in her film debut, is released"
      }
    ],
    "10-26": [
      {
        "id": "film-tv-1026-1",
        "title": "\"The Terminator\" directed by James Cameron",
        "description": "On October 26, 1984, \"The Terminator\" directed by James Cameron, starring Arnold Schwarzenegger, Linda Hamilton, and Michael Biehn is released in the US"
      }
    ],
    "10-27": [
      {
        "id": "film-tv-1027-1",
        "title": "\"Rebel Without a Cause\"",
        "description": "On October 27, 1955, \"Rebel Without a Cause\", directed by Nicholas Ray, starring James Dean and Natalie Wood, is released"
      }
    ],
    "10-28": [
      {
        "id": "film-tv-1028-1",
        "title": "\"How Green Was My Valley",
        "description": "On October 28, 1941, \"How Green Was My Valley,\" based on the novel by Richard Llewellyn, directed by John Ford, and starring Walter Pidgeon and Maureen O'Hara, premieres in New York (Best Picture 1942)"
      }
    ],
    "10-29": [
      {
        "id": "film-tv-1029-1",
        "title": "NBC anchors Chet Huntley and David Brinkley first team",
        "description": "On October 29, 1956, NBC anchors Chet Huntley and David Brinkley first team up on \"The Huntley–Brinkley Report\""
      }
    ],
    "10-30": [
      {
        "id": "film-tv-1030-1",
        "title": "\"The Sheik\", a silent film starring Rudolph Valentino",
        "description": "On October 30, 1921, \"The Sheik\", a silent film starring Rudolph Valentino, premieres in Los Angeles, California"
      },
      {
        "id": "film-tv-1030-2",
        "title": "Panic Over War of the Worlds 1938 A radio broadcast of",
        "description": "On October 30, 1938, Panic Over War of the Worlds 1938 A radio broadcast of H. G. Wells ' \"The War of the Worlds,\" narrated by Orson Welles, allegedly causes mass panic"
      },
      {
        "id": "film-tv-1030-3",
        "title": "\"One Night in the Tropics",
        "description": "On October 30, 1940, \"One Night in the Tropics,\" the film debut of the comedians Abbott and Costello, premieres in Paterson, New Jersey"
      }
    ],
    "10-31": [
      {
        "id": "film-tv-1031-1",
        "title": "The horror film \"What Ever Happened to Baby Jane?",
        "description": "On October 31, 1962, The horror film \"What Ever Happened to Baby Jane?,\" based on the novel by Henry Farrell, directed by Robert Aldrich, and starring Bette Davis and Joan Crawford, is released"
      }
    ],
    "11-01": [
      {
        "id": "film-tv-1101-1",
        "title": "\"Titanic\" directed by James Cameron",
        "description": "On November 1, 1997, \"Titanic\" directed by James Cameron, starring Leonardo DiCaprio and Kate Winslet premieres at the Tokyo International Film Festival (Academy Awards Best Picture 1998)"
      }
    ],
    "11-02": [
      {
        "id": "film-tv-1102-1",
        "title": "At 3 pm, the BBC begins the world's first regular",
        "description": "On November 2, 1936, At 3 pm, the BBC begins the world's first regular high-definition TV broadcast service from specially constructed studios at Alexandra Palace, North London"
      },
      {
        "id": "film-tv-1102-2",
        "title": "Baby Shark by Pinkfong becomes the most-watched video",
        "description": "On November 2, 2020, Baby Shark by Pinkfong becomes the most-watched video on YouTube with over 7.04 billion views"
      }
    ],
    "11-03": [
      {
        "id": "film-tv-1103-1",
        "title": "\"Tokyo Story\", Japanese film directed by Yasujirō Ozu,",
        "description": "On November 3, 1953, \"Tokyo Story\", Japanese film directed by Yasujirō Ozu, starring Chishū Ryū, Chieko Higashiyama and Setsuko Hara, is released"
      }
    ],
    "11-04": [
      {
        "id": "film-tv-1104-1",
        "title": "\" Harry Potter and the Philosopher's Stone",
        "description": "On November 4, 2001, \" Harry Potter and the Philosopher's Stone,\" the first film adaptation of the book series by J. K. Rowling, starring Daniel Radcliffe, premieres in London (titled \"Harry Potter and the Sorcerer's Stone\" in some markets)"
      }
    ],
    "11-05": [
      {
        "id": "film-tv-1105-1",
        "title": "\"The Nat King Cole Show\" debuts on NBC",
        "description": "On November 5, 1956, \"The Nat King Cole Show\" debuts on NBC, the first variety program to be hosted by an African-American"
      }
    ],
    "11-06": [
      {
        "id": "film-tv-1106-1",
        "title": "Debut of NBC's \"Meet the Press",
        "description": "On November 6, 1947, Debut of NBC's \"Meet the Press,\" the longest-running TV show in the US"
      }
    ],
    "11-07": [
      {
        "id": "film-tv-1107-1",
        "title": "First broadcast of \"Buck Rogers in the 25th Century\"",
        "description": "On November 7, 1932, First broadcast of \"Buck Rogers in the 25th Century\" on CBS Radio"
      }
    ],
    "11-08": [
      {
        "id": "film-tv-1108-1",
        "title": "Movie actor Ronald Reagan is elected Governor of",
        "description": "On November 8, 1966, Movie actor Ronald Reagan is elected Governor of California"
      }
    ],
    "11-09": [
      {
        "id": "film-tv-1109-1",
        "title": "Wes Craven 's horror film \"A Nightmare on Elm Street\"",
        "description": "On November 9, 1984, Wes Craven 's horror film \"A Nightmare on Elm Street\" premieres in the US"
      }
    ],
    "11-10": [
      {
        "id": "film-tv-1110-1",
        "title": "Children's educational television series \" Sesame",
        "description": "On November 10, 1969, Children's educational television series \" Sesame Street \" premieres on PBS TV"
      },
      {
        "id": "film-tv-1110-2",
        "title": "Disney composer Alan Menken receives the 2",
        "description": "On November 10, 2010, Disney composer Alan Menken receives the 2,442nd star on the Hollywood Walk of Fame"
      }
    ],
    "11-11": [
      {
        "id": "film-tv-1111-1",
        "title": "First AIDS-themed TV movie \"An Early Frost\" screens in",
        "description": "On November 11, 1985, First AIDS-themed TV movie \"An Early Frost\" screens in the US on NBC"
      }
    ],
    "11-12": [
      {
        "id": "film-tv-1112-1",
        "title": "First-ever TV gardening show \"In Your Garden\" airs on",
        "description": "On November 12, 1936, First-ever TV gardening show \"In Your Garden\" airs on the BBC"
      }
    ],
    "11-13": [
      {
        "id": "film-tv-1113-1",
        "title": "Walt Disney 's animated film \"Fantasia",
        "description": "On November 13, 1940, Walt Disney 's animated film \"Fantasia,\" starring Leopold Stokowski, The Philadelphia Orchestra, Mickey Mouse, and ballet-dancing hippopotamuses, premieres at the Broadway Theatre, NYC"
      }
    ],
    "11-14": [
      {
        "id": "film-tv-1114-1",
        "title": "BBC begins daily radio broadcasts from the 2LO",
        "description": "On November 14, 1922, BBC begins daily radio broadcasts from the 2LO transmitter at Marconi House"
      },
      {
        "id": "film-tv-1114-2",
        "title": "Michael Jackson 's \"Black or White\" music video with",
        "description": "On November 14, 1991, Michael Jackson 's \"Black or White\" music video with groundbreaking morphing effects premieres simultaneously in 27 countries on MTV, Fox TV, and BBC's Top of the Pops"
      }
    ],
    "11-15": [
      {
        "id": "film-tv-1115-1",
        "title": "First formal radio network",
        "description": "On November 15, 1926, First formal radio network, RCA takes over AT&T's 25-station network (NBC), including flagship station WEAF in NYC"
      }
    ],
    "11-16": [
      {
        "id": "film-tv-1116-1",
        "title": "\"The Twilight Saga : New Moon\"",
        "description": "On November 16, 2009, \"The Twilight Saga : New Moon\", based on the book by Stephenie Meyer, directed by Chris Weitz, starring Kristen Stewart and Robert Pattinson, premieres in Los Angeles"
      }
    ],
    "11-17": [
      {
        "id": "film-tv-1117-1",
        "title": "Marx Brothers film \"Duck Soup",
        "description": "On November 17, 1933, Marx Brothers film \"Duck Soup,\" directed by Leo McCarey and starring the Marx Brothers, is released in the US"
      }
    ],
    "11-18": [
      {
        "id": "film-tv-1118-1",
        "title": "Walt Disney 's \"Steamboat Willie\" is released",
        "description": "On November 18, 1928, Walt Disney 's \"Steamboat Willie\" is released, the first Mickey Mouse sound cartoon"
      }
    ],
    "11-19": [
      {
        "id": "film-tv-1119-1",
        "title": "Samuel Goldfish, Edgar and Archibald Selwyn establish",
        "description": "On November 19, 1916, Samuel Goldfish, Edgar and Archibald Selwyn establish Hollywood's Goldwyn Pictures; Goldfish later changes his name to Goldwyn"
      }
    ],
    "11-20": [
      {
        "id": "film-tv-1120-1",
        "title": "million viewers watch the ABC TV movie \"The Day After\"",
        "description": "On November 20, 1983, million viewers watch the ABC TV movie \"The Day After\" about nuclear war"
      }
    ],
    "11-21": [
      {
        "id": "film-tv-1121-1",
        "title": "Sports action film \" Rocky",
        "description": "On November 21, 1976, Sports action film \" Rocky,\" directed by John G. Avildsen and starring Sylvester Stallone, premieres in New York (Best Picture 1977)"
      }
    ],
    "11-22": [
      {
        "id": "film-tv-1122-1",
        "title": "\" Toy Story,\" the first feature-length film created",
        "description": "On November 22, 1995, \" Toy Story,\" the first feature-length film created completely using computer-generated imagery, directed by John Lasseter and starring Tom Hanks and Tim Allen, is released"
      }
    ],
    "11-23": [
      {
        "id": "film-tv-1123-1",
        "title": "Cecil B. DeMille 's first version of the film \"The Ten",
        "description": "On November 23, 1923, Cecil B. DeMille 's first version of the film \"The Ten Commandments\" premieres in the US"
      }
    ],
    "11-24": [
      {
        "id": "film-tv-1124-1",
        "title": "Fred Astaire 's first film, \"Dancing Lady,\" is released",
        "description": "On November 24, 1933, Fred Astaire 's first film, \"Dancing Lady,\" is released"
      },
      {
        "id": "film-tv-1124-2",
        "title": "House of Representatives Committee on Un-American",
        "description": "On November 24, 1947, House of Representatives Committee on Un-American Activities finds \"Hollywood Ten\" in contempt for refusing to reveal whether they are communists"
      }
    ],
    "11-25": [
      {
        "id": "film-tv-1125-1",
        "title": "First systematic Hollywood blacklist is instituted",
        "description": "On November 25, 1947, First systematic Hollywood blacklist is instituted, denying employment to American entertainment professionals with alleged communist ties or sympathies"
      }
    ],
    "11-26": [
      {
        "id": "film-tv-1126-1",
        "title": "First successful Technicolor movie",
        "description": "On November 26, 1922, First successful Technicolor movie, \"The Toll of the Sea,\" premieres at the Rialto Theatre in New York City"
      },
      {
        "id": "film-tv-1126-2",
        "title": "\"Casablanca,\" directed by Michael Curtiz and starring",
        "description": "On November 26, 1942, \"Casablanca,\" directed by Michael Curtiz and starring Humphrey Bogart and Ingrid Bergman, premieres at Hollywood Theater, NYC (Academy Award for Best Picture 1943)"
      }
    ],
    "11-27": [
      {
        "id": "film-tv-1127-1",
        "title": "\"Frozen\", the highest-grossing animated film of all",
        "description": "On November 27, 2013, \"Frozen\", the highest-grossing animated film of all time, starring Idina Menzel and Kristen Bell, is released"
      }
    ],
    "11-28": [
      {
        "id": "film-tv-1128-1",
        "title": "\"As the World Turns\" and \"The Edge of Night\"",
        "description": "On November 28, 1975, \"As the World Turns\" and \"The Edge of Night\", the final two American soap operas that had resisted going to pre-taped broadcasts, air their last live episodes"
      }
    ],
    "11-29": [
      {
        "id": "film-tv-1129-1",
        "title": "\"The Lost Weekend,\" based on Charles R. Jackson's",
        "description": "On November 29, 1945, \"The Lost Weekend,\" based on Charles R. Jackson's novel, directed by Billy Wilder and starring Ray Milland and Jane Wyman, premieres in Los Angeles (Academy Awards Best Picture 1946)"
      }
    ],
    "11-30": [
      {
        "id": "film-tv-1130-1",
        "title": "\" Gandhi,\" a film biography directed by Richard",
        "description": "On November 30, 1982, \" Gandhi,\" a film biography directed by Richard Attenborough, and starring Ben Kingsley and John Gielgud, premieres in New Delhi, India (Best Picture 1983)"
      }
    ],
    "12-01": [
      {
        "id": "film-tv-1201-1",
        "title": "The first Western film",
        "description": "On December 1, 1903, The first Western film, \"The Great Train Robbery,\" is released, starring Justus D. Barnes and G. M. Anderson"
      },
      {
        "id": "film-tv-1201-2",
        "title": "\"The Return of the King",
        "description": "On December 1, 2003, \"The Return of the King,\" the third and final film in the Lord of the Rings series, directed by Peter Jackson and starring Elijah Wood and Ian McKellen, premieres in Wellington, New Zealand"
      }
    ],
    "12-02": [
      {
        "id": "film-tv-1202-1",
        "title": "The first human birth is televised to the public on",
        "description": "On December 2, 1952, The first human birth is televised to the public on KOA-TV Denver, Colorado"
      }
    ],
    "12-03": [
      {
        "id": "film-tv-1203-1",
        "title": "Elvis Presley 's Comeback Special airs on NBC",
        "description": "On December 3, 1968, Elvis Presley 's Comeback Special airs on NBC, his first live performance in seven years, relaunching his singing career"
      }
    ],
    "12-04": [
      {
        "id": "film-tv-1204-1",
        "title": "Jack Kirkland's play \"Tobacco Road\" premieres in NYC",
        "description": "On December 4, 1933, Jack Kirkland's play \"Tobacco Road\" premieres in NYC and becomes the longest-running play of its time"
      }
    ],
    "12-05": [
      {
        "id": "film-tv-1205-1",
        "title": "\"Ocean's Eleven\" directed by Steven Soderbergh",
        "description": "On December 5, 2001, \"Ocean's Eleven\" directed by Steven Soderbergh, starring George Clooney, Brad Pitt, Matt Damon and Julia Roberts premieres in Westwood, California"
      }
    ],
    "12-06": [
      {
        "id": "film-tv-1206-1",
        "title": "\"Adaptation\" directed by Spike Jonze",
        "description": "On December 6, 2002, \"Adaptation\" directed by Spike Jonze, starring Nicolas Cage and Meryl Streep premieres"
      }
    ],
    "12-07": [
      {
        "id": "film-tv-1207-1",
        "title": "\"Star Trek: The Motion Picture",
        "description": "On December 7, 1979, \"Star Trek: The Motion Picture,\" the first movie of the series, premieres, directed by Robert Wise and starring William Shatner and Leonard Nimoy"
      }
    ],
    "12-08": [
      {
        "id": "film-tv-1208-1",
        "title": "\"The Deer Hunter\", directed by Michael Cimino and",
        "description": "On December 8, 1978, \"The Deer Hunter\", directed by Michael Cimino and starring Robert De Niro, Christopher Walken and Meryl Streep, premieres in Los Angeles (Academy Awards Best Picture 1979)"
      }
    ],
    "12-09": [
      {
        "id": "film-tv-1209-1",
        "title": "First broadcast of \"Coronation Street\" on British ITV;",
        "description": "On December 9, 1960, First broadcast of \"Coronation Street\" on British ITV; recognised by Guinness World Records as the world's longest-running television soap opera upon its 50th anniversary in 2010"
      }
    ],
    "12-10": [
      {
        "id": "film-tv-1210-1",
        "title": "David Lean 's film \" Lawrence of Arabia \"",
        "description": "On December 10, 1962, David Lean 's film \" Lawrence of Arabia \", based on life of T. E. Lawrence and starring Peter O'Toole, premieres at Odeon Leicester Square (Academy Awards Best Picture 1963)"
      }
    ],
    "12-11": [
      {
        "id": "film-tv-1211-1",
        "title": "\"Guess Who's Coming to Dinner\"",
        "description": "On December 11, 1967, \"Guess Who's Coming to Dinner\", directed by Stanley Kramer and starring Spencer Tracy, Sidney Poitier, and Katharine Hepburn, premieres in NYC; Hepburn wins the Academy Award for Best Actress in 1968"
      }
    ],
    "12-12": [
      {
        "id": "film-tv-1212-1",
        "title": "\"A Man for All Seasons",
        "description": "On December 12, 1966, \"A Man for All Seasons,\" based on the play by Robert Bolt, directed by Fred Zinnemann and starring Paul Scofield, premieres in New York (Best Picture 1967)"
      }
    ],
    "12-13": [
      {
        "id": "film-tv-1213-1",
        "title": "\"Driving Miss Daisy\" directed by Bruce Beresford and",
        "description": "On December 13, 1989, \"Driving Miss Daisy\" directed by Bruce Beresford and starring Morgan Freeman and Jessica Tandy is released (Best Picture 1990)"
      }
    ],
    "12-14": [
      {
        "id": "film-tv-1214-1",
        "title": "\"Philadelphia\", one of the first mainstream films",
        "description": "On December 14, 1993, \"Philadelphia\", one of the first mainstream films about AIDS, directed by Jonathan Demme, starring Tom Hanks and Denzel Washington, premieres in Century City, California"
      },
      {
        "id": "film-tv-1214-2",
        "title": "Miss World is won by Miss Jamaica Toni-Ann Singh in",
        "description": "On December 14, 2019, Miss World is won by Miss Jamaica Toni-Ann Singh in London, the first time all five major beauty titles are held by black women"
      }
    ],
    "12-15": [
      {
        "id": "film-tv-1215-1",
        "title": "\"Gone with the Wind\"",
        "description": "On December 15, 1939, \"Gone with the Wind\", drama film directed by Victor Fleming and starring Clark Gable and Vivien Leigh, premieres in Atlanta (Best Picture 1940, highest-grossing film of all time unadjusted for inflation)"
      }
    ],
    "12-16": [
      {
        "id": "film-tv-1216-1",
        "title": "French film \"Playtime\"",
        "description": "On December 16, 1967, French film \"Playtime\", directed by Jacques Tati and starring himself, is released"
      }
    ],
    "12-17": [
      {
        "id": "film-tv-1217-1",
        "title": "The Simpsons Premieres on Fox",
        "description": "On December 17, 1989, \" The Simpsons,\" created by Matt Groening, premieres on Fox TV as a full animated series with the episode \"Simpsons Roasting on an Open Fire\""
      }
    ],
    "12-18": [
      {
        "id": "film-tv-1218-1",
        "title": "James Cameron 's \"Avatar\" starring Sam Worthington",
        "description": "On December 18, 2009, James Cameron 's \"Avatar\" starring Sam Worthington, Zoe Saldana and Sigourney Weaver, released in the US, becomes highest-grossing film of all time"
      }
    ],
    "12-19": [
      {
        "id": "film-tv-1219-1",
        "title": "A Clockwork Orange 1971 Stanley Kubrick 's cult",
        "description": "On December 19, 1971, A Clockwork Orange 1971 Stanley Kubrick 's cult classic film \" A Clockwork Orange \" premieres, based on the novel by Anthony Burgess and starring Malcolm McDowell"
      }
    ],
    "12-20": [
      {
        "id": "film-tv-1220-1",
        "title": "Classic Christmas film \"It's a Wonderful Life",
        "description": "On December 20, 1946, Classic Christmas film \"It's a Wonderful Life,\" directed by Frank Capra and starring James Stewart, Donna Reed, and Lionel Barrymore, premieres in New York"
      }
    ],
    "12-21": [
      {
        "id": "film-tv-1221-1",
        "title": "\"Snow White and the Seven Dwarfs\"",
        "description": "On December 21, 1937, \"Snow White and the Seven Dwarfs\", the first full-length animated feature film and the earliest in the Walt Disney Animated Classics series, premieres at the Carthay Circle Theatre, Los Angeles"
      }
    ],
    "12-22": [
      {
        "id": "film-tv-1222-1",
        "title": "\"The Mummy,\" directed by Karl Freund and starring",
        "description": "On December 22, 1932, \"The Mummy,\" directed by Karl Freund and starring Boris Karloff, is released in the US as the first Mummy horror film"
      }
    ],
    "12-23": [
      {
        "id": "film-tv-1223-1",
        "title": "NBC establishes a permanent coast-to-coast radio",
        "description": "On December 23, 1928, NBC establishes a permanent coast-to-coast radio network"
      },
      {
        "id": "film-tv-1223-2",
        "title": "National Football League Championship",
        "description": "On December 23, 1951, National Football League Championship, LA Memorial Coliseum: Los Angeles Rams beat Cleveland Browns 24-17; first coast-to-coast televised NFL title game"
      }
    ],
    "12-24": [
      {
        "id": "film-tv-1224-1",
        "title": "BBC broadcasts the first British radio play \"The Truth",
        "description": "On December 24, 1922, BBC broadcasts the first British radio play \"The Truth About Father Christmas\""
      }
    ],
    "12-25": [
      {
        "id": "film-tv-1225-1",
        "title": "\"To Kill a Mockingbird\"",
        "description": "On December 25, 1962, \"To Kill a Mockingbird\", a film adaptation of the novel by Harper Lee, directed by Robert Mulligan and starring Gregory Peck, is released (Gregory Peck - Best Actor Academy Awards 1963)"
      }
    ],
    "12-26": [
      {
        "id": "film-tv-1226-1",
        "title": "Film \"The Philadelphia Story",
        "description": "On December 26, 1940, Film \"The Philadelphia Story,\" directed by George Cukor and based on the Broadway play of the same name, starring Cary Grant, Katharine Hepburn, and James Stewart, is released (James Stewart wins the Academy Award for Best Actor)"
      }
    ],
    "12-27": [
      {
        "id": "film-tv-1227-1",
        "title": "First \"Howdy Doody Show\" (Puppet Playhouse) is",
        "description": "On December 27, 1947, First \"Howdy Doody Show\" (Puppet Playhouse) is telecast on NBC"
      }
    ],
    "12-28": [
      {
        "id": "film-tv-1228-1",
        "title": "Filmmakers the Lumière brothers hold the first",
        "description": "On December 28, 1895, Filmmakers the Lumière brothers hold the first commercial film screening at the Salon Indien du Grand Café in Paris"
      }
    ],
    "12-29": [
      {
        "id": "film-tv-1229-1",
        "title": "First film serial \"The Adventures of Kathlyn\"",
        "description": "On December 29, 1913, First film serial \"The Adventures of Kathlyn\" premieres in Chicago"
      }
    ],
    "12-30": [
      {
        "id": "film-tv-1230-1",
        "title": "The first NTSC color television sets go on sale for",
        "description": "On December 30, 1953, The first NTSC color television sets go on sale for about $1,175 from RCA"
      }
    ],
    "12-31": [
      {
        "id": "film-tv-1231-1",
        "title": "BBC begins using Big Ben's chimes as an interval signal",
        "description": "On December 31, 1923, BBC begins using Big Ben's chimes as an interval signal"
      }
    ]
  }
}
