{
  "topic": "sports",
  "facts": {
    "01-01": [
      {
        "id": "sports-0101-1",
        "title": "First Rose Bowl Game",
        "description": "The first Rose Bowl game was played, with Michigan defeating Stanford 49-0. The game was so lopsided that it was discontinued until 1916."
      },
      {
        "id": "sports-0101-2",
        "title": "Tokyo's New Year Ekiden Road Relay",
        "description": "Every January 1, Japan hosts the New Year Ekiden, a long-distance road relay race featuring corporate teams, broadcast nationwide and attracting millions of viewers."
      }
    ],
    "01-04": [
      {
        "id": "sports-0104-1",
        "title": "Revival of the Olympic Games Proposed",
        "description": "Pierre de Coubertin proposed the revival of the Olympic Games, leading to the formation of the International Olympic Committee and the first modern Olympics in 1896."
      }
    ],
    "01-11": [
      {
        "id": "sports-0111-1",
        "title": "First Australian Open Tennis Championship",
        "description": "The first Australian Open tennis championship began in Melbourne, originally called the Australasian Championships."
      }
    ],
    "01-15": [
      {
        "id": "sports-0115-1",
        "title": "Super Bowl I",
        "description": "The first Super Bowl was played between the Green Bay Packers and Kansas City Chiefs, with the Packers winning 35-10 at the Los Angeles Memorial Coliseum."
      }
    ],
    "01-20": [
      {
        "id": "sports-0120-1",
        "title": "First Winter X Games",
        "description": "The first Winter X Games began in Big Bear Lake, California, featuring extreme winter sports like snowboarding, skiing, and snowmobiling."
      }
    ],
    "01-26": [
      {
        "id": "sports-0126-1",
        "title": "Australian Open Final Weekend",
        "description": "Late January typically features the Australian Open tennis finals. On this day in 2020, Novak Djokovic won his 8th Australian Open title."
      }
    ],
    "01-28": [
      {
        "id": "sports-0128-1",
        "title": "Doug Williams Makes Super Bowl History",
        "description": "Doug Williams became the first Black quarterback to start and win a Super Bowl, leading Washington to victory in Super Bowl XXII."
      }
    ],
    "01-31": [
      {
        "id": "sports-0131-1",
        "title": "Packers Return to Glory in Super Bowl XXXI",
        "description": "The Green Bay Packers won their first Super Bowl in 29 years, defeating the New England Patriots 35-21 in Super Bowl XXXI."
      }
    ],
    "02-01": [
      {
        "id": "sports-0201-1",
        "title": "Patriots Dynasty Begins with Super Bowl XXXVI",
        "description": "The New England Patriots won their first Super Bowl, defeating the St. Louis Rams 20-17 in Super Bowl XXXVI, beginning the Brady-Belichick dynasty."
      }
    ],
    "02-02": [
      {
        "id": "sports-0202-1",
        "title": "First Winter Olympics Opening Ceremony",
        "description": "The first Winter Olympic Games opened in Chamonix, France, originally called 'International Winter Sports Week' before being retroactively designated as the first Winter Olympics."
      }
    ],
    "02-03": [
      {
        "id": "sports-0203-1",
        "title": "The Harbaugh Bowl: Super Bowl XLVII",
        "description": "Super Bowl XLVII featured brothers John and Jim Harbaugh coaching against each other, with John's Baltimore Ravens defeating Jim's San Francisco 49ers."
      }
    ],
    "02-04": [
      {
        "id": "sports-0204-1",
        "title": "Willie O'Ree Breaks NHL Color Barrier",
        "description": "Willie O'Ree became the first Black player in the National Hockey League, debuting for the Boston Bruins against the Montreal Canadiens."
      }
    ],
    "02-05": [
      {
        "id": "sports-0205-1",
        "title": "First Winter Olympics Conclude",
        "description": "The first Winter Olympic Games, held in Chamonix, France, officially came to a close."
      },
      {
        "id": "sports-0205-2",
        "title": "Steelers Win Record Fifth Super Bowl",
        "description": "The Pittsburgh Steelers defeated the Seattle Seahawks 21-10 in Super Bowl XL, becoming the first franchise to win five Super Bowl titles."
      },
      {
        "id": "sports-0205-3",
        "title": "Giants Upset Patriots in Super Bowl XLVI",
        "description": "The New York Giants beat the New England Patriots 21-17 in Super Bowl XLVI, handing quarterback Tom Brady and the Patriots a dramatic last-minute defeat."
      }
    ],
    "02-07": [
      {
        "id": "sports-0207-1",
        "title": "First Black Head Coach Wins Super Bowl",
        "description": "Tony Dungy became the first Black head coach to win a Super Bowl as his Indianapolis Colts defeated the Chicago Bears in Super Bowl XLI."
      }
    ],
    "02-08": [
      {
        "id": "sports-0208-1",
        "title": "First NHL All-Star Game",
        "description": "The first NHL All-Star Game was played, with the All-Stars defeating the Toronto Maple Leafs 4-3 to raise money for the newly created NHL Pension Society."
      }
    ],
    "02-09": [
      {
        "id": "sports-0209-1",
        "title": "Satchel Paige Nominated to Baseball Hall of Fame",
        "description": "Legendary pitcher Satchel Paige was nominated to the Baseball Hall of Fame, becoming one of the first players from the Negro Leagues to be so honored."
      },
      {
        "id": "sports-0209-2",
        "title": "XIX Winter Olympics Open in Salt Lake City",
        "description": "The XIX Winter Olympic Games officially opened in Salt Lake City, Utah, bringing athletes from 77 nations to compete in 78 events."
      }
    ],
    "02-12": [
      {
        "id": "sports-0212-1",
        "title": "First NBA All-Star Game",
        "description": "The first NBA All-Star Game was played at Boston Garden, with the East defeating the West 111-94."
      }
    ],
    "02-14": [
      {
        "id": "sports-0214-1",
        "title": "U.S. Hockey Team Sets Up 'Miracle on Ice'",
        "description": "The U.S. Olympic hockey team defeated Czechoslovakia 7-3 in the opening round of the Lake Placid Olympics, setting the stage for their eventual 'Miracle on Ice' victory over the Soviet Union."
      }
    ],
    "02-15": [
      {
        "id": "sports-0215-1",
        "title": "First Slam Dunk Contest",
        "description": "The first-ever Slam Dunk Contest was held as part of the ABA All-Star Game, with Julius 'Dr. J' Erving winning the inaugural competition."
      }
    ],
    "02-17": [
      {
        "id": "sports-0217-1",
        "title": "NBA's First Three-Point Shootout",
        "description": "The NBA held its first Three-Point Shootout during All-Star Weekend, with Larry Bird winning the inaugural competition."
      }
    ],
    "02-18": [
      {
        "id": "sports-0218-1",
        "title": "Tonya Harding-Nancy Kerrigan Incident Investigation",
        "description": "The FBI released findings from its investigation into the attack on Nancy Kerrigan, leading to charges against Tonya Harding's ex-husband and bodyguard."
      }
    ],
    "02-22": [
      {
        "id": "sports-0222-1",
        "title": "The 'Miracle on Ice'",
        "description": "The United States ice hockey team defeated the Soviet Union 4-3 in the 'Miracle on Ice' at the Lake Placid Winter Olympics, one of the greatest upsets in sports history."
      }
    ],
    "02-24": [
      {
        "id": "sports-0224-1",
        "title": "Muhammad Ali's First Heavyweight Title Win",
        "description": "A 22-year-old Cassius Clay (later Muhammad Ali) defeated Sonny Liston to become the World Heavyweight Boxing Champion for the first time."
      }
    ],
    "02-25": [
      {
        "id": "sports-0225-1",
        "title": "NASCAR's First Daytona 500",
        "description": "The first Daytona 500 was held at Daytona International Speedway, with Lee Petty winning in a photo finish after three days of reviewing footage."
      }
    ],
    "02-27": [
      {
        "id": "sports-0227-1",
        "title": "Winter Olympics Closing Ceremonies",
        "description": "Late February often marks the closing ceremonies of the Winter Olympic Games. On this day in 2010, the Vancouver Winter Olympics concluded."
      }
    ],
    "03-01": [
      {
        "id": "sports-0301-1",
        "title": "First Organized Baseball Game in San Francisco",
        "description": "The first organized baseball game was played in San Francisco, helping to spread the sport's popularity on the West Coast."
      }
    ],
    "03-06": [
      {
        "id": "sports-0306-1",
        "title": "First International Cricket Match",
        "description": "The first official international cricket match was played between the United States and Canada at the St George's Cricket Club in New York."
      }
    ],
    "03-08": [
      {
        "id": "sports-0308-1",
        "title": "First Women's World Cup Announced",
        "description": "FIFA announced the first Women's World Cup, which would be held later that year in China and was won by the United States."
      }
    ],
    "03-12": [
      {
        "id": "sports-0312-1",
        "title": "NCAA Tournament Selection Sunday",
        "description": "Mid-March features Selection Sunday for the NCAA Men's Basketball Tournament. On this day in 2023, the 68-team field for March Madness was selected."
      }
    ],
    "03-15": [
      {
        "id": "sports-0315-1",
        "title": "NCAA Tournament First Round Begins",
        "description": "Mid-March marks the beginning of the NCAA Basketball Tournament's first round, with March 15 typically being a full day of 'March Madness' games."
      }
    ],
    "03-17": [
      {
        "id": "sports-0317-1",
        "title": "St. Patrick's Day Sports Traditions",
        "description": "March 17 sees numerous sports traditions, including the dyeing of the Chicago River green, special Gaelic football and hurling matches in Ireland, and green uniforms in various sports."
      }
    ],
    "03-20": [
      {
        "id": "sports-0320-1",
        "title": "First Official Baseball Game in Japan",
        "description": "The first official baseball game was played in Japan, marking the beginning of baseball's popularity in the country."
      }
    ],
    "03-22": [
      {
        "id": "sports-0322-1",
        "title": "First BAA (NBA) Game",
        "description": "The first Basketball Association of America (BAA) game was played, with the New York Knicks defeating the Toronto Huskies 68-66. The BAA would later become the NBA."
      }
    ],
    "03-25": [
      {
        "id": "sports-0325-1",
        "title": "First Modern Olympics Conclude",
        "description": "The first modern Olympic Games concluded in Athens, Greece, reviving the ancient tradition after nearly 1,500 years."
      }
    ],
    "03-28": [
      {
        "id": "sports-0328-1",
        "title": "First Major League Night Baseball Game",
        "description": "The first night baseball game in the major leagues was played between the Cincinnati Reds and Philadelphia Phillies at Crosley Field."
      }
    ],
    "03-30": [
      {
        "id": "sports-0330-1",
        "title": "First Masters Golf Tournament",
        "description": "The first Masters Tournament began at Augusta National Golf Club, with Horton Smith winning the inaugural event."
      }
    ],
    "03-31": [
      {
        "id": "sports-0331-1",
        "title": "MLB Opening Day",
        "description": "Late March or early April marks Opening Day for Major League Baseball, with March 31 being a common date for season openers."
      }
    ],
    "04-01": [
      {
        "id": "sports-0401-1",
        "title": "First NHL Player Strike",
        "description": "NHL players begin their first strike in the league's 75-year history. The 10-day action results in a large playoff bonus increase, more control over licensing, and changes to the free agency system."
      }
    ],
    "04-02": [
      {
        "id": "sports-0402-1",
        "title": "Longest Strike in Pro Sports History Ends",
        "description": "The longest strike in American major league sports history (232 days) ends as MLB owners accept the players’ offer to return to work, though without a contract. This made MLB the first major pro sports league to lose an entire postseason to a labor dispute."
      }
    ],
    "04-03": [
      {
        "id": "sports-0403-1",
        "title": "Bobby Fischer Stripped of World Chess Title",
        "description": "Bobby Fischer is stripped of his world chess title for refusing to defend it. The title is subsequently awarded to Russian Anatoly Karpov."
      }
    ],
    "04-04": [
      {
        "id": "sports-0404-1",
        "title": "Hank Aaron Ties Babe Ruth's Home Run Record",
        "description": "Hank Aaron ties Babe Ruth's all-time home run record by hitting his 714th career home run in Cincinnati against pitcher Jack Billingham."
      }
    ],
    "04-05": [
      {
        "id": "sports-0405-1",
        "title": "Kareem Abdul-Jabbar Becomes NBA's All-Time Scorer",
        "description": "Kareem Abdul-Jabbar breaks Wilt Chamberlain's all-time career scoring record of 31,419 points, becoming the NBA's new scoring leader."
      }
    ],
    "04-06": [
      {
        "id": "sports-0406-1",
        "title": "First Modern Summer Olympics Open in Athens",
        "description": "The first modern Summer Olympic Games open in Athens, Greece. American athlete James Connolly becomes the first modern Olympic champion by winning the triple jump."
      },
      {
        "id": "sports-0406-2",
        "title": "Alex Ovechkin Becomes NHL's All-Time Goal Scorer",
        "description": "Washington Capitals left wing Alex Ovechkin becomes the greatest scorer in NHL history, passing Wayne Gretzky with his 895th career goal in a game against the NY Islanders."
      }
    ],
    "04-07": [
      {
        "id": "sports-0407-1",
        "title": "Hansie Cronje Charged with Match-Fixing",
        "description": "South African cricket captain Hansie Cronje is charged by Delhi police with fixing One Day International matches against India."
      }
    ],
    "04-08": [
      {
        "id": "sports-0408-1",
        "title": "Hank Aaron Breaks Babe Ruth's Home Run Record",
        "description": "Hank Aaron hits his 715th career home run off Los Angeles Dodgers pitcher Al Downing in Atlanta, breaking Babe Ruth's long-standing record."
      }
    ],
    "04-09": [
      {
        "id": "sports-0409-1",
        "title": "Celtics Begin Record 8-Straight NBA Title Streak",
        "description": "The Boston Celtics sweep the Minneapolis Lakers in four games, winning the first of their record eight consecutive NBA championships."
      }
    ],
    "04-10": [
      {
        "id": "sports-0410-1",
        "title": "Spyridon Louis Wins First Olympic Marathon",
        "description": "Spyridon Louis of Greece wins the inaugural Olympic marathon (2:58:50) in Athens, with Crown Prince Constantine I joining him for the final lap."
      }
    ],
    "04-12": [
      {
        "id": "sports-0412-1",
        "title": "USOC Endorses Moscow Olympics Boycott",
        "description": "The US Olympic Committee endorses a boycott of the Moscow Summer Olympics."
      }
    ],
    "04-13": [
      {
        "id": "sports-0413-1",
        "title": "Stan Musial Sets National League Runs Record",
        "description": "Stan Musial scores his 1,869th run, setting a new National League record for most career runs scored."
      }
    ],
    "04-14": [
      {
        "id": "sports-0414-1",
        "title": "Tiger Woods Wins Back-to-Back Masters",
        "description": "Tiger Woods becomes the third player in history to win back-to-back Masters titles, finishing three strokes ahead of Retief Goosen."
      }
    ],
    "04-15": [
      {
        "id": "sports-0415-1",
        "title": "First Modern Olympics Conclude in Athens",
        "description": "The first modern Summer Olympic Games conclude in Athens, Greece. The USA wins the most gold medals (11), while Greece earns the most total medals (46)."
      },
      {
        "id": "sports-0415-2",
        "title": "Jackie Robinson Breaks Baseball's Color Barrier",
        "description": "Jackie Robinson becomes the first African American to play in Major League Baseball, making his debut for the Brooklyn Dodgers."
      },
      {
        "id": "sports-0415-3",
        "title": "Hillsborough Disaster",
        "description": "A human crush at Hillsborough Football Stadium in Sheffield, England, during an FA Cup semi-final between Liverpool and Nottingham Forest results in 96 deaths and 766 injuries."
      }
    ],
    "04-16": [
      {
        "id": "sports-0416-1",
        "title": "Cleveland Indians First to Wear Jersey Numbers",
        "description": "The Cleveland Indians become the first MLB team to permanently feature numbers on the backs of their uniforms, corresponding to the player's position in the batting order."
      }
    ],
    "04-17": [
      {
        "id": "sports-0417-1",
        "title": "First World Heavyweight Title Bout",
        "description": "In what is acknowledged as the first world heavyweight title bout, Champion of England Tom Sayers and American John Heenan fight a brutal 2-hour, 27-minute draw before police stop the fight."
      },
      {
        "id": "sports-0417-2",
        "title": "Phillies Complete Greatest NL Comeback",
        "description": "Trailing 12-1, the Philadelphia Phillies beat the Chicago Cubs 18-16 in 10 innings at Wrigley Field. Mike Schmidt hits four consecutive home runs in the greatest comeback in NL history."
      }
    ],
    "04-18": [
      {
        "id": "sports-0418-1",
        "title": "First 2,000 Guineas Horse Race",
        "description": "The first running of the 2,000 Guineas Stakes horse race takes place at Newmarket, England."
      }
    ],
    "04-19": [
      {
        "id": "sports-0419-1",
        "title": "First Boston Marathon",
        "description": "The first Boston Marathon is run, won by John J. McDermott in 2:55:10. The world's oldest annual marathon was inspired by the success of the marathon at the 1896 Summer Olympics."
      }
    ],
    "04-20": [
      {
        "id": "sports-0420-1",
        "title": "Danica Patrick Becomes First Woman to Win IndyCar Race",
        "description": "Danica Patrick wins the Indy Japan 300, becoming the first female driver in history to win an IndyCar Series race."
      }
    ],
    "04-21": [
      {
        "id": "sports-0421-1",
        "title": "Ty Cobb Makes Professional Debut",
        "description": "Future Hall of Famer Ty Cobb makes his professional debut for the Augusta Tourists in the South Atlantic League."
      }
    ],
    "04-22": [
      {
        "id": "sports-0422-1",
        "title": "New York Highlanders (Yankees) Play First Game",
        "description": "The New York Highlanders (later the Yankees) play their first MLB game, losing 3-1 to the Washington Senators."
      }
    ],
    "04-23": [
      {
        "id": "sports-0423-1",
        "title": "Chris Gayle Smashes Fastest Century",
        "description": "West Indian cricketer Chris Gayle smashes the fastest century in cricket history, reaching 100 runs in just 30 balls."
      }
    ],
    "04-24": [
      {
        "id": "sports-0424-1",
        "title": "Bill Shoemaker Wins 8,000th Horse Race",
        "description": "Jockey Bill Shoemaker wins his 8,000th horse race, 2,000 more than any other jockey at the time."
      }
    ],
    "04-25": [
      {
        "id": "sports-0425-1",
        "title": "First African American Drafted into NBA",
        "description": "Chuck Cooper becomes the first African American to be drafted into the NBA when he is selected by the Boston Celtics."
      }
    ],
    "04-26": [
      {
        "id": "sports-0426-1",
        "title": "First Organ Played at a Baseball Stadium",
        "description": "A new tradition begins with the first organ music played at a baseball stadium during a Chicago Cubs game."
      }
    ],
    "04-27": [
      {
        "id": "sports-0427-1",
        "title": "Rocky Marciano Retires Undefeated",
        "description": "Undefeated world heavyweight boxing champion Rocky Marciano retires from the ring with a perfect 49-0 record."
      }
    ],
    "04-28": [
      {
        "id": "sports-0428-1",
        "title": "World's First Motor Race",
        "description": "Europe's first motoring competition is held, organized by French newspaper Le Velocipede. Georges Bouton, the only participant, 'wins' on a steam-powered quadricycle."
      },
      {
        "id": "sports-0428-2",
        "title": "Andre Agassi Becomes Oldest #1 Ranked Male Tennis Player",
        "description": "Andre Agassi recaptures the world #1 ranking, becoming the oldest top-ranked male in the history of the ATP rankings at 33 years and 13 days."
      }
    ],
    "04-29": [
      {
        "id": "sports-0429-1",
        "title": "First International Weightlifting Championship",
        "description": "The first official International Weightlifting Federation Championship is held in Tallinn, Estonia."
      }
    ],
    "04-30": [
      {
        "id": "sports-0430-1",
        "title": "Manchester Derby Decides Premier League",
        "description": "Manchester City defeats Manchester United 1-0 in what is billed as one of the biggest matches in English Premier League history, pivotal to City winning the title."
      }
    ],
    "05-01": [
      {
        "id": "sports-0501-1",
        "title": "First American Pro Sports Trainer Hired",
        "description": "Bob Rogers is acknowledged as the first American professional sports trainer when he is hired by the New York Athletic Club."
      }
    ],
    "05-02": [
      {
        "id": "sports-0502-1",
        "title": "Leicester City's '5000-1' Premier League Title",
        "description": "Leicester City wins the English Premier League title, completing one of the greatest sporting upsets after starting the season at 5,000-1 odds."
      }
    ],
    "05-03": [
      {
        "id": "sports-0503-1",
        "title": "Stephen Hendry Wins Record 7th World Snooker Title",
        "description": "At the World Snooker Championship in Sheffield, Stephen Hendry of Scotland defeats Mark Williams 18-11 for a record seventh world crown."
      }
    ],
    "05-04": [
      {
        "id": "sports-0504-1",
        "title": "Cincinnati Red Stockings Play First Official Game",
        "description": "The Cincinnati Red Stockings, the first all-professional baseball team, play their first official game, defeating the Great Western Base Ball Club 45-9."
      }
    ],
    "05-05": [
      {
        "id": "sports-0505-1",
        "title": "Cy Young Pitches First Modern Perfect Game",
        "description": "Cy Young pitches the first perfect game in 'modern' baseball history as the Boston Americans beat the Philadelphia Athletics, 3-0."
      },
      {
        "id": "sports-0505-2",
        "title": "Bucks Sign Lew Alcindor (Kareem Abdul-Jabbar)",
        "description": "The Milwaukee Bucks sign their #1 NBA Draft pick, star UCLA center Lew Alcindor, who would later be known as Kareem Abdul-Jabbar."
      }
    ],
    "05-06": [
      {
        "id": "sports-0506-1",
        "title": "Roger Bannister Breaks 4-Minute Mile",
        "description": "English athlete Roger Bannister becomes the first person to run a sub-4-minute mile, recording a time of 3:59.4 at Iffley Road Track in Oxford."
      }
    ],
    "05-07": [
      {
        "id": "sports-0507-1",
        "title": "Jockey Ángel Cordero Jr. Retires",
        "description": "Champion Puerto Rican jockey Ángel Cordero Jr. retires after winning 7,057 thoroughbred horse races."
      }
    ],
    "05-08": [
      {
        "id": "sports-0508-1",
        "title": "Soviet Union Boycotts 1984 Los Angeles Olympics",
        "description": "The Soviet Union announces it will not participate in the Los Angeles Summer Olympics, in retaliation for the American boycott of the 1980 Moscow Olympics."
      }
    ],
    "05-09": [
      {
        "id": "sports-0509-1",
        "title": "Accra Sports Stadium Disaster",
        "description": "In Ghana, 129 football fans die in a stampede caused by the firing of tear gas by police following a controversial refereeing decision."
      }
    ],
    "05-10": [
      {
        "id": "sports-0510-1",
        "title": "Bobby Orr's Famous Overtime Goal Wins Stanley Cup",
        "description": "In the Stanley Cup Final, Bobby Orr scores a famous overtime winner as the Boston Bruins beat the St. Louis Blues 4-3 to complete a 4-0 series sweep and win their first title since 1941."
      }
    ],
    "05-11": [
      {
        "id": "sports-0511-1",
        "title": "First Bicycle World Record Set",
        "description": "Henri Desgrange establishes the world's first bicycle world record, travelling 35.325 km (21.95 miles) in one hour."
      }
    ],
    "05-12": [
      {
        "id": "sports-0512-1",
        "title": "Crouching Start First Used in Track and Field",
        "description": "The crouching start is first used in a track and field competition by Charles Sherrill of Yale University."
      }
    ],
    "05-13": [
      {
        "id": "sports-0513-1",
        "title": "First Formula 1 World Championship Race",
        "description": "The first-ever race of the Formula 1 World Drivers' Championship is run at Silverstone, England, and is won by Giuseppe Farina of Italy in an Alfa Romeo."
      }
    ],
    "05-14": [
      {
        "id": "sports-0514-1",
        "title": "Mickey Mantle Hits 500th Home Run",
        "description": "New York Yankees legend Mickey Mantle hits his 500th career home run off Baltimore Orioles' pitcher Stu Miller."
      }
    ],
    "05-15": [
      {
        "id": "sports-0515-1",
        "title": "First Enclosed Baseball Park Opens",
        "description": "The first baseball enclosure, the Union Grounds, opens in Brooklyn, New York."
      },
      {
        "id": "sports-0515-2",
        "title": "Jessica Watson Becomes Youngest Solo Circumnavigator",
        "description": "At age 16, Jessica Watson becomes the youngest person to sail solo, non-stop and unassisted around the world."
      }
    ],
    "05-17": [
      {
        "id": "sports-0517-1",
        "title": "First Kentucky Derby",
        "description": "The first Kentucky Derby is run, with jockey Oliver Lewis riding Aristides to victory in 2:37.75."
      }
    ],
    "05-18": [
      {
        "id": "sports-0518-1",
        "title": "Jari Kurri Sets Stanley Cup Final Scoring Record",
        "description": "Edmonton Oilers right wing Jari Kurri sets a record for scoring in a single Stanley Cup Finals game with 3 goals and 2 assists in a 7-2 win over the Boston Bruins."
      }
    ],
    "05-19": [
      {
        "id": "sports-0519-1",
        "title": "First African-American Driver in Indianapolis 500",
        "description": "Willy T. Ribbs overcomes numerous mechanical problems in qualifying to become the first African-American driver to make the Indianapolis 500 starting grid."
      }
    ],
    "05-20": [
      {
        "id": "sports-0520-1",
        "title": "Second Modern Olympics Open in Paris",
        "description": "The second modern Summer Olympics (Games of the II Olympiad) open in Paris and continue for five months."
      }
    ],
    "05-21": [
      {
        "id": "sports-0521-1",
        "title": "FIFA is Founded",
        "description": "The Federation Internationale de Football Association (FIFA) is founded in Paris."
      }
    ],
    "05-22": [
      {
        "id": "sports-0522-1",
        "title": "Annika Sörenstam Plays on PGA Tour",
        "description": "Annika Sörenstam becomes the first woman in 58 years to play in a PGA Tour event when she competes at the Colonial in Fort Worth, Texas."
      }
    ],
    "05-23": [
      {
        "id": "sports-0523-1",
        "title": "First Preakness Stakes",
        "description": "The first Preakness Stakes is run, with G. Barbee aboard Survivor winning in 2:43 at Pimlico Race Course in Baltimore, Maryland."
      }
    ],
    "05-24": [
      {
        "id": "sports-0524-1",
        "title": "First Major League Night Baseball Game",
        "description": "The first Major League night baseball game is played, with the Cincinnati Reds beating the Philadelphia Phillies 2-1."
      }
    ],
    "05-25": [
      {
        "id": "sports-0525-1",
        "title": "Jesse Owens' 'Greatest 45 Minutes in Sports'",
        "description": "Legendary American athlete Jesse Owens equals or breaks four world records in just 45 minutes at a Big Ten track meet in Ann Arbor, Michigan, an achievement often called 'the greatest 45 minutes ever in sport'."
      }
    ],
    "05-26": [
      {
        "id": "sports-0526-1",
        "title": "Inaugural 24 Hours of Le Mans",
        "description": "The inaugural 24 Hours of Le Mans endurance race for cars begins, running through public roads around Le Mans, France."
      }
    ],
    "05-27": [
      {
        "id": "sports-0527-1",
        "title": "First European Cup Winners' Cup Final",
        "description": "Fiorentina of Italy wins the first European Cup Winners' Cup, defeating Glasgow Rangers 4-1 on aggregate."
      }
    ],
    "05-28": [
      {
        "id": "sports-0528-1",
        "title": "First Indoor Swimming Pool Opens",
        "description": "The first indoor swimming pool opens at Goodman's Fields in London."
      }
    ],
    "05-29": [
      {
        "id": "sports-0529-1",
        "title": "Supreme Court Rules Baseball Is a Sport, Not a Business",
        "description": "The U.S. Supreme Court rules that organized baseball is a sport and not a business, thus exempting it from antitrust laws."
      }
    ],
    "05-30": [
      {
        "id": "sports-0530-1",
        "title": "First Indianapolis 500",
        "description": "Ray Harroun, driving a Marmon Wasp, wins the inaugural Indianapolis 500 with an average speed of 74.6 mph."
      }
    ],
    "05-31": [
      {
        "id": "sports-0531-1",
        "title": "First Recorded Bicycle Race",
        "description": "Britain's Dr. James Moore wins the first recorded bicycle race, a 2 km velocipede race at Parc de Saint-Cloud, Paris."
      }
    ],
    "06-01": [
      {
        "id": "sports-0601-1",
        "title": "First American-Bred Horse to Win Epsom Derby",
        "description": "Ridden by jockey Fred Archer, Iroquois wins the Epsom Derby to become the first American-owned and bred horse to win a European classic race."
      }
    ],
    "06-02": [
      {
        "id": "sports-0602-1",
        "title": "Babe Ruth Retires",
        "description": "Baseball Hall of Fame slugger Babe Ruth announces his retirement as a player at 40 years of age."
      }
    ],
    "06-03": [
      {
        "id": "sports-0603-1",
        "title": "W. G. Grace's Last Day of Test Cricket",
        "description": "Cricket legend W. G. Grace plays his last day of Test cricket at the age of 50 years and 320 days."
      }
    ],
    "06-04": [
      {
        "id": "sports-0604-1",
        "title": "First Ryder Cup",
        "description": "The first Ryder Cup is held at Worcester Country Club, with the US team, captained by Walter Hagen, defeating Great Britain, 9.5 to 2.5."
      }
    ],
    "06-05": [
      {
        "id": "sports-0605-1",
        "title": "Steve Cauthen Wins Both Kentucky and Epsom Derbies",
        "description": "Jockey Steve Cauthen wins The Derby at Epsom Downs aboard Slip Anchor, becoming the only jockey to have won both the Kentucky Derby (1978) and The Derby."
      }
    ],
    "06-06": [
      {
        "id": "sports-0606-1",
        "title": "James Braid Wins First of Five British Opens",
        "description": "At the British Open, Scotsman James Braid wins the first of his five Open titles by three strokes over Harry Vardon."
      },
      {
        "id": "sports-0606-2",
        "title": "Steffi Graf Wins First Grand Slam",
        "description": "At the French Open, 17-year-old German Steffi Graf beats World #1 Martina Navratilova 6-4, 4-6, 8-6 for her first Grand Slam victory."
      },
      {
        "id": "sports-0606-3",
        "title": "PGA Tour and LIV Golf Announce Merger",
        "description": "The PGA Tour, DP World Tour, and LIV Golf League agree to merge, creating a unified for-profit entity funded by Saudi Arabia's Public Investment Fund."
      }
    ],
    "06-07": [
      {
        "id": "sports-0607-1",
        "title": "Cubs Score 11 Runs in First Inning vs. Giants",
        "description": "The Chicago Cubs score 11 runs in the first inning of a 19-0 drubbing of the New York Giants, the worst loss in the Giants franchise history."
      },
      {
        "id": "sports-0607-2",
        "title": "Chris Evert Wins 18th and Final Grand Slam",
        "description": "At the French Open, Chris Evert beats Martina Navratilova 2-6, 6-3, 6-3 for her 18th and final Grand Slam title and a record 7th French singles crown."
      }
    ],
    "06-08": [
      {
        "id": "sports-0608-1",
        "title": "Mickey Mantle Day at Yankee Stadium",
        "description": "MLB legend Mickey Mantle gives his farewell retirement speech during \"Mickey Mantle Day\" at Yankee Stadium as 60,096 fans see his #7 retired."
      }
    ],
    "06-09": [
      {
        "id": "sports-0609-1",
        "title": "Secretariat Wins Triple Crown",
        "description": "At the Belmont Stakes, Secretariat, ridden by Ron Turcotte, wins in a record time of 2:24, becoming the first Triple Crown winner in 25 years."
      }
    ],
    "06-10": [
      {
        "id": "sports-0610-1",
        "title": "Al Geiberger Shoots First Sub-60 Round in PGA History",
        "description": "American golfer Al Geiberger becomes the first player in history to post a sub-60 score (59) in a PGA Tour-sanctioned event during the Danny Thomas Memphis Classic."
      }
    ],
    "06-11": [
      {
        "id": "sports-0611-1",
        "title": "Rafael Nadal Wins 10th French Open Title",
        "description": "At the French Open, Spaniard Rafael Nadal beats Stan Wawrinka 6-2, 6-3, 6-1, becoming the first man to win the same Grand Slam title 10 times."
      }
    ],
    "06-12": [
      {
        "id": "sports-0612-1",
        "title": "First Perfect Game in MLB History",
        "description": "Worcester Ruby Legs pitcher Lee Richmond throws the first perfect game in MLB history in a 1-0 win over the Cleveland Blues."
      }
    ],
    "06-13": [
      {
        "id": "sports-0613-1",
        "title": "First Automobile Race Won",
        "description": "Émile Levassor wins the first true automobile race, the Paris-Bordeaux-Paris, covering the 1,178 km distance in 48 hours and 48 minutes."
      }
    ],
    "06-14": [
      {
        "id": "sports-0614-1",
        "title": "Longest Uninterrupted Baseball Game",
        "description": "In the Florida State League, Miami beats St. Petersburg 4-3 in 29 innings, the longest uninterrupted game in organized baseball history."
      }
    ],
    "06-15": [
      {
        "id": "sports-0615-1",
        "title": "Jack Nicklaus Wins 4th U.S. Open",
        "description": "At the U.S. Open, Jack Nicklaus sets a new tournament scoring record of 272 (-8) to win his 4th Open title, 2 strokes ahead of Isao Aoki."
      }
    ],
    "06-16": [
      {
        "id": "sports-0616-1",
        "title": "Jim Thorpe Makes Pro Baseball Debut",
        "description": "Jim Thorpe makes his professional baseball pitching debut for Rocky Mount, winning 4-2. This act would cause him to later forfeit his Olympic gold medals due to amateurism rules."
      }
    ],
    "06-17": [
      {
        "id": "sports-0617-1",
        "title": "Jack Nicklaus Wins First Major Title",
        "description": "At the U.S. Open, Jack Nicklaus wins his first major title by defeating Arnold Palmer by 3 strokes in an 18-hole playoff."
      }
    ],
    "06-18": [
      {
        "id": "sports-0618-1",
        "title": "Jonah Lomu's Iconic Rugby World Cup Try",
        "description": "All Blacks winger Jonah Lomu scores an iconic try at the Rugby World Cup, famously running over England's Mike Catt in New Zealand's 45-29 victory."
      }
    ],
    "06-19": [
      {
        "id": "sports-0619-1",
        "title": "First Officially Recognized Baseball Game",
        "description": "The first officially recognized baseball game played under Cartwright Rules takes place, with the New York Nine defeating the New York Knickerbockers 23-1 in Hoboken, New Jersey."
      },
      {
        "id": "sports-0619-2",
        "title": "First Belmont Stakes",
        "description": "The first Belmont Stakes is run, with jockey Gilbert Gilpatrick aboard the filly Ruthless winning in 3:05."
      }
    ],
    "06-20": [
      {
        "id": "sports-0620-1",
        "title": "First Rugby World Cup Final",
        "description": "In the first Rugby World Cup Final, New Zealand's All Blacks defeat France 29-9 at Eden Park in Auckland."
      }
    ],
    "06-21": [
      {
        "id": "sports-0621-1",
        "title": "Brazil and Pelé Win Third World Cup",
        "description": "In the FIFA World Cup Final, Brazil defeats Italy 4-1, making Brazil and Pelé the first team and player, respectively, to win the World Cup three times."
      }
    ],
    "06-22": [
      {
        "id": "sports-0622-1",
        "title": "Game of Lawn Tennis is Introduced",
        "description": "The modern game of lawn tennis is introduced by Welsh Major Walter Clopton Wingfield, who devises rules for playing with a rubber ball on grass."
      },
      {
        "id": "sports-0622-2",
        "title": "Joe Louis Wins Heavyweight Title",
        "description": "Challenger Joe Louis knocks out James J. Braddock in the 8th round at Chicago's Comiskey Park to win the world heavyweight boxing title."
      },
      {
        "id": "sports-0622-3",
        "title": "John McEnroe's 'You Cannot Be Serious' Rant",
        "description": "During a first-round match at Wimbledon, John McEnroe delivers his famous 'You cannot be serious!' rant at an umpire."
      }
    ],
    "06-23": [
      {
        "id": "sports-0623-1",
        "title": "International Olympic Committee Founded",
        "description": "The International Olympic Committee is founded at the Sorbonne in Paris at the initiative of Baron Pierre de Coubertin, selecting Athens to host the first modern games in 1896."
      },
      {
        "id": "sports-0623-2",
        "title": "Barry Bonds Joins 500-500 Club",
        "description": "Barry Bonds steals second base against the L.A. Dodgers, becoming the first and only player in MLB history to have 500 career home runs and 500 steals."
      },
      {
        "id": "sports-0623-3",
        "title": "First ICC World Test Championship Final",
        "description": "In the inaugural ICC World Test Championship final, New Zealand defeats India to win the title."
      }
    ],
    "06-24": [
      {
        "id": "sports-0624-1",
        "title": "South Africa Wins Rugby World Cup at Home",
        "description": "In the Rugby World Cup final, Springboks fly-half Joel Stransky lands a winning drop goal in extra time as host nation South Africa defeats New Zealand 15-12."
      }
    ],
    "06-25": [
      {
        "id": "sports-0625-1",
        "title": "Martina Navratilova's 100th Wimbledon Singles Win",
        "description": "Martina Navratilova wins her record 100th singles match at Wimbledon, defeating Elna Reinach in the first round."
      }
    ],
    "06-26": [
      {
        "id": "sports-0626-1",
        "title": "Emirates Team New Zealand Wins America's Cup",
        "description": "Emirates Team New Zealand defeats Oracle Team USA 7-1 in Bermuda to win the America's Cup, making Peter Burling (26) the youngest helmsman to win the trophy."
      }
    ],
    "06-27": [
      {
        "id": "sports-0627-1",
        "title": "George Dixon Becomes First Black World Boxing Champion",
        "description": "Canadian boxer George Dixon becomes the first Black world champion in any weight class when he stops English bantamweight champion Nunc Wallace in 18 rounds in London."
      },
      {
        "id": "sports-0627-2",
        "title": "Tony Hawk Lands First '900'",
        "description": "Tony Hawk becomes the first skateboarder to land a '900' (a 2.5-revolution aerial spin) at the X Games in San Francisco."
      }
    ],
    "06-28": [
      {
        "id": "sports-0628-1",
        "title": "Mickey Wright Wins First of Four U.S. Opens",
        "description": "At the U.S. Women's Open, Mickey Wright wins her first of four Open titles. She is the first player to win both the Open and LPGA Championship in the same year."
      }
    ],
    "06-29": [
      {
        "id": "sports-0629-1",
        "title": "Brazil Wins 1958 World Cup Final",
        "description": "In the FIFA World Cup Final in Stockholm, Vavá and a 17-year-old Pelé each score two goals as Brazil defeats host nation Sweden 5-2."
      }
    ],
    "06-30": [
      {
        "id": "sports-0630-1",
        "title": "Brazil Wins Record 5th World Cup",
        "description": "In the FIFA World Cup Final in Yokohama, Japan, Ronaldo scores twice as Brazil beats Germany 2-0 to win a record 5th title. It was the first World Cup held in Asia."
      }
    ],
    "07-01": [
      {
        "id": "sports-0701-1",
        "title": "NBA Player Lockout Begins",
        "description": "The NBA commences a player lockout after failing to reach an agreement on salary issues. The lockout lasts 204 days, shortening the season by 50 games."
      }
    ],
    "07-02": [
      {
        "id": "sports-0702-1",
        "title": "Jockey Steve Cauthen Sweeps World's Four Major Derbies",
        "description": "American jockey Steve Cauthen wins the Irish Derby on Old Vic, becoming the first rider in history to sweep the world's four major Derbies (Kentucky, Epsom, French, and Irish)."
      }
    ],
    "07-03": [
      {
        "id": "sports-0703-1",
        "title": "Björn Borg Wins First of Five Straight Wimbledon Titles",
        "description": "At Wimbledon, Sweden's Björn Borg beats Ilie Năstase of Romania 6-4, 6-2, 9-7 for the first of his five consecutive Wimbledon titles."
      }
    ],
    "07-04": [
      {
        "id": "sports-0704-1",
        "title": "Lou Gehrig's 'Luckiest Man' Speech",
        "description": "On his 'Appreciation Day' at Yankee Stadium, Lou Gehrig gives his iconic 'luckiest man' speech and becomes the first MLB player to have his number (4) retired."
      }
    ],
    "07-05": [
      {
        "id": "sports-0705-1",
        "title": "Roger Federer Wins Record 15th Grand Slam",
        "description": "At Wimbledon, Roger Federer beats Andy Roddick 5-7, 7-6, 7-6, 3-6, 16-14 for a record 15th Grand Slam singles title."
      }
    ],
    "07-06": [
      {
        "id": "sports-0706-1",
        "title": "Cy Young Award Inaugurated",
        "description": "MLB Commissioner Ford Frick inaugurates the Cy Young Award to honor the outstanding pitcher of the season."
      },
      {
        "id": "sports-0706-2",
        "title": "Serena Williams Wins First Wimbledon Singles Title",
        "description": "Serena Williams beats her older sister Venus 7-6, 6-3 to win her first Wimbledon singles title."
      },
      {
        "id": "sports-0706-3",
        "title": "Patrick Mahomes Signs Richest Contract in Sports History",
        "description": "Kansas City Chiefs quarterback Patrick Mahomes agrees to the largest contract for an athlete in sports history, a 12-year deal potentially worth US$503 million."
      }
    ],
    "07-07": [
      {
        "id": "sports-0707-1",
        "title": "Martina Navratilova Wins Record 9th Wimbledon Singles Title",
        "description": "Martina Navratilova wins her record ninth Wimbledon singles title, defeating Zina Garrison 6-4, 6-1."
      }
    ],
    "07-08": [
      {
        "id": "sports-0708-1",
        "title": "Last Sanctioned Bare-Knuckle Title Fight",
        "description": "John L. Sullivan defeats Jake Kilrain to defend the bare-knuckle world heavyweight title in the last officially sanctioned championship of its kind. The brutal fight lasted 75 rounds."
      }
    ],
    "07-09": [
      {
        "id": "sports-0709-1",
        "title": "First Wimbledon Championship Begins",
        "description": "The first Wimbledon tennis championship, the world's first official lawn tennis tournament, begins. The inaugural event features only a men's singles competition."
      }
    ],
    "07-10": [
      {
        "id": "sports-0710-1",
        "title": "Lee Trevino Wins 100th British Open",
        "description": "At the 100th British Open, Lee Trevino wins the first of his two consecutive Open Championships, finishing one stroke ahead of Lu Liang-Huan."
      }
    ],
    "07-11": [
      {
        "id": "sports-0711-1",
        "title": "First Female Olympic Champion",
        "description": "Charlotte Cooper of Great Britain beats Hélène Prévost of France to become the first female Olympic tennis champion and the first individual female Olympic champion in any sport."
      }
    ],
    "07-12": [
      {
        "id": "sports-0712-1",
        "title": "'Disco Demolition Night' at Comiskey Park",
        "description": "During 'Disco Demolition Night' at Comiskey Park, a promotion goes awry as fans riot on the field, forcing the Chicago White Sox to forfeit the second game of a doubleheader to the Detroit Tigers."
      },
      {
        "id": "sports-0712-2",
        "title": "France Wins First World Cup",
        "description": "In the FIFA World Cup Final, Zinedine Zidane scores twice as host nation France wins its first World Cup, beating Brazil 3-0."
      }
    ],
    "07-13": [
      {
        "id": "sports-0713-1",
        "title": "First FIFA World Cup Begins",
        "description": "The first FIFA World Cup competition begins in Uruguay."
      }
    ],
    "07-14": [
      {
        "id": "sports-0714-1",
        "title": "Jacques Anquetil Becomes First to Win 5 Tour de France Titles",
        "description": "Jacques Anquetil of France wins his 4th consecutive Tour de France, becoming the first rider to claim 5 titles."
      }
    ],
    "07-15": [
      {
        "id": "sports-0715-1",
        "title": "Jack Nicklaus Completes Third Career Grand Slam",
        "description": "By winning the British Open at St Andrews, Jack Nicklaus completes his third career Grand Slam, winning by 2 strokes."
      }
    ],
    "07-16": [
      {
        "id": "sports-0716-1",
        "title": "Roger Federer Wins Record 8th Wimbledon Title",
        "description": "Roger Federer beats Marin Čilić 6-3, 6-1, 6-4 for a record 8th Wimbledon men's singles title."
      }
    ],
    "07-17": [
      {
        "id": "sports-0717-1",
        "title": "African Nations Boycott Montreal Olympics",
        "description": "The 21st modern Olympic games open in Montreal, but 25 African teams (later rising to 33 nations) boycott the games due to New Zealand's rugby team playing in apartheid South Africa."
      }
    ],
    "07-18": [
      {
        "id": "sports-0718-1",
        "title": "Nadia Comăneci Scores First Perfect 10 in Olympics",
        "description": "Fourteen-year-old Nadia Comăneci becomes the first gymnast in Olympic history to achieve a perfect 10 score, doing so seven times at the Montreal Games."
      }
    ],
    "07-19": [
      {
        "id": "sports-0719-1",
        "title": "First Wimbledon Men's Final",
        "description": "Spencer Gore wins the inaugural Wimbledon men's singles title, defeating William Marshall 6-1, 6-2, 6-4."
      },
      {
        "id": "sports-0719-2",
        "title": "First Tour de France Concludes",
        "description": "French rider Maurice Garin wins the inaugural Tour de France."
      }
    ],
    "07-20": [
      {
        "id": "sports-0720-1",
        "title": "Babe Ruth Meets Don Bradman",
        "description": "An injured Babe Ruth entertains the touring Australian cricket team, including star batsman Don Bradman, in his private box at Yankee Stadium."
      },
      {
        "id": "sports-0720-2",
        "title": "Hank Aaron Hits 755th and Final Home Run",
        "description": "Hank Aaron hits his 755th and final career home run off Angels pitcher Dick Drago."
      }
    ],
    "07-21": [
      {
        "id": "sports-0721-1",
        "title": "Michael Schumacher Clinches 5th F1 Title",
        "description": "With a record six races remaining in the season, German Ferrari driver Michael Schumacher clinches his fifth F1 World Drivers' Championship with a victory at the French Grand Prix."
      }
    ],
    "07-22": [
      {
        "id": "sports-0722-1",
        "title": "Lowest Round in Men's Major Golf Championship",
        "description": "South African golfer Branden Grace records the lowest round for a men's major championship with a 62 in the 3rd round of the British Open."
      }
    ],
    "07-23": [
      {
        "id": "sports-0723-1",
        "title": "Tiger Woods Completes Career Grand Slam",
        "description": "By winning the British Open at St Andrews, Tiger Woods becomes the youngest player, at age 24, to win all four major golf titles, completing the career Grand Slam."
      }
    ],
    "07-24": [
      {
        "id": "sports-0724-1",
        "title": "Lance Armstrong Wins 7th Consecutive Tour de France",
        "description": "Lance Armstrong wins a record seventh consecutive Tour de France, but he is later disqualified in 2012 for doping, and the victory is vacated."
      }
    ],
    "07-25": [
      {
        "id": "sports-0725-1",
        "title": "Lance Armstrong Wins First Tour de France",
        "description": "Lance Armstrong wins the first of seven consecutive Tour de France titles, all of which are later rescinded due to doping."
      }
    ],
    "07-26": [
      {
        "id": "sports-0726-1",
        "title": "Pete Rose Ties Ty Cobb's Singles Record",
        "description": "Montreal Expos infielder Pete Rose gets his 3,502nd career single, tying Ty Cobb for the all-time record."
      }
    ],
    "07-27": [
      {
        "id": "sports-0727-1",
        "title": "American Yacht 'Resolute' Wins America's Cup",
        "description": "American defender Resolute beats Thomas Lipton's British challenger Shamrock IV 3-2 in the 14th America's Cup."
      }
    ],
    "07-28": [
      {
        "id": "sports-0728-1",
        "title": "Ian Botham's Impressive Test Cricket Debut",
        "description": "Legendary England cricket all-rounder Ian Botham makes his debut, taking 5 for 74 in the Australian first innings in a seven-wicket Test win."
      }
    ],
    "07-29": [
      {
        "id": "sports-0729-1",
        "title": "First International Prizefight",
        "description": "The first international world title prizefight takes place, with Jack Stack of England defeating challenger M. Petit of France in 29 minutes."
      }
    ],
    "07-30": [
      {
        "id": "sports-0730-1",
        "title": "First Middleweight Fight with Boxing Gloves",
        "description": "Nonpareil Jack Dempsey fights George Fulljames in what is possibly the first middleweight bout contested with boxing gloves."
      },
      {
        "id": "sports-0730-2",
        "title": "Uruguay Wins Inaugural World Cup",
        "description": "In the first FIFA World Cup Final, host nation Uruguay beats Argentina 4-2 in Montevideo."
      }
    ],
    "07-31": [
      {
        "id": "sports-0731-1",
        "title": "First Gold Medal in Women's Olympic Athletics",
        "description": "Halina Konopacka of Poland sets a world record in the discus (39.62 m) to win the first gold medal in women's Olympic athletics at the Amsterdam Games."
      }
    ],
    "08-02": [
      {
        "id": "sports-0802-1",
        "title": "Saratoga Race Course Opens",
        "description": "Saratoga Race Course, America's oldest thoroughbred racetrack, opens its inaugural meet with four days of racing."
      }
    ],
    "08-03": [
      {
        "id": "sports-0803-1",
        "title": "Jesse Owens Wins 100m Gold in Berlin",
        "description": "American sprinter Jesse Owens wins the 100m in 10.3 seconds at the Berlin Olympics, claiming the first of his four gold medals at the Games."
      },
      {
        "id": "sports-0803-2",
        "title": "NBA is Formed",
        "description": "The Basketball Association of America (BAA) and the National Basketball League (NBL) merge to form the National Basketball Association (NBA)."
      },
      {
        "id": "sports-0803-3",
        "title": "Neymar's World-Record Transfer to PSG",
        "description": "Brazilian soccer star Neymar transfers from FC Barcelona to Paris Saint-Germain for a world-record transfer fee of €222 million."
      }
    ],
    "08-04": [
      {
        "id": "sports-0804-1",
        "title": "Shane Warne Spins Australia to Ashes Victory",
        "description": "Australian cricket spinner Shane Warne takes 6 wickets for 33 runs to guide his team to a 7-wicket Test victory over England, securing the Ashes."
      }
    ],
    "08-05": [
      {
        "id": "sports-0805-1",
        "title": "Jesse Owens Wins 200m Gold",
        "description": "American athlete Jesse Owens wins the 200m in a world record time of 20.7 seconds, his third gold medal of the Berlin Olympics."
      }
    ],
    "08-06": [
      {
        "id": "sports-0806-1",
        "title": "Fanny Blankers-Koen Wins Third Gold at London Olympics",
        "description": "Dutch athlete Fanny Blankers-Koen wins the 200m at the London Olympics, becoming the first woman to claim three individual track and field gold medals at a single Games."
      }
    ],
    "08-07": [
      {
        "id": "sports-0807-1",
        "title": "Babe Ruth Hits Grand Slams in Consecutive Games",
        "description": "New York Yankees slugger Babe Ruth ties an MLB record by hitting grand slams in consecutive games for the second time in his career."
      }
    ],
    "08-08": [
      {
        "id": "sports-0808-1",
        "title": "First Davis Cup Begins",
        "description": "The first International Lawn Tennis Challenge (precursor to the Davis Cup) begins in Massachusetts, with the US defeating the British Isles 3-0."
      }
    ],
    "08-09": [
      {
        "id": "sports-0809-1",
        "title": "US Wins First Davis Cup",
        "description": "In the first International Lawn Tennis Challenge, Dwight Davis and Holcombe Ward win their doubles match to give the US an unassailable 3-0 lead over the British Isles."
      },
      {
        "id": "sports-0809-2",
        "title": "Usain Bolt Wins 'Double Double'",
        "description": "Jamaican sprinter Usain Bolt wins the 200m at the London Olympics, becoming the first athlete to win both the 100m and 200m sprints in consecutive Olympics."
      }
    ],
    "08-10": [
      {
        "id": "sports-0810-1",
        "title": "Mary Decker-Zola Budd Collision at Olympics",
        "description": "The famous Mary Decker-Zola Budd collision occurs during the 3000m final at the Los Angeles Olympics. Decker falls and is unable to finish, while Budd finishes 7th."
      }
    ],
    "08-11": [
      {
        "id": "sports-0811-1",
        "title": "Babe Ruth Hits 500th Home Run",
        "description": "New York Yankees slugger Babe Ruth becomes the first MLB player to hit 500 career home runs."
      }
    ],
    "08-12": [
      {
        "id": "sports-0812-1",
        "title": "Mickey Mantle's Final Switch-Hit Home Run Game",
        "description": "Mickey Mantle switch-hits home runs in a single game for the record 10th and final time in his career, with one of the homers traveling an estimated 502 feet."
      }
    ],
    "08-13": [
      {
        "id": "sports-0813-1",
        "title": "Michael Phelps Wins Three Golds in One Day",
        "description": "American swimmer Michael Phelps wins three gold medals, all in world record time, in a single day at the Beijing Olympics: 200m IM, 200m butterfly, and 4x200m freestyle relay."
      }
    ],
    "08-14": [
      {
        "id": "sports-0814-1",
        "title": "Indianapolis Motor Speedway's First Race",
        "description": "The Indianapolis Motor Speedway, future home of the Indy 500, hosts its first motorized event, a series of motorcycle races."
      },
      {
        "id": "sports-0814-2",
        "title": "Mark McGwire Sets Rookie Home Run Record",
        "description": "Oakland's Mark McGwire sets the MLB rookie home run record with his 39th of the season, on his way to a final tally of 49."
      }
    ],
    "08-15": [
      {
        "id": "sports-0815-1",
        "title": "First All Blacks vs. Wallabies Test Match",
        "description": "New Zealand's All Blacks play their first rugby test match against Australia's Wallabies at the Sydney Cricket Ground, with the All Blacks winning 22-3."
      }
    ],
    "08-16": [
      {
        "id": "sports-0816-1",
        "title": "Earliest Boxing Code Published",
        "description": "Champion of England titleholder Jack Broughton publishes 'Rules of the Ring,' the earliest known written code for boxing."
      },
      {
        "id": "sports-0816-2",
        "title": "Usain Bolt Sets 100m World Record in Beijing",
        "description": "Jamaican sprinter Usain Bolt sets a new world record of 9.69 seconds to win the 100m gold medal at the Beijing Summer Olympics."
      }
    ],
    "08-17": [
      {
        "id": "sports-0817-1",
        "title": "Lou Gehrig Plays 1,308th Consecutive Game",
        "description": "New York Yankees first baseman Lou Gehrig plays in his 1,308th consecutive game, continuing his 'iron man' streak."
      }
    ],
    "08-18": [
      {
        "id": "sports-0818-1",
        "title": "Weightlifter Andrei Aramnau Breaks Three World Records",
        "description": "Belarusian weightlifter Andrei Aramnau breaks three world records (snatch, clean and jerk, and total) on his way to winning the men's 105 kg gold medal at the Beijing Olympics."
      }
    ],
    "08-19": [
      {
        "id": "sports-0819-1",
        "title": "First and Only Olympic Cricket Match",
        "description": "The first and only Olympic cricket match begins in Paris, with Great Britain defeating France by 158 runs."
      }
    ],
    "08-20": [
      {
        "id": "sports-0820-1",
        "title": "NFL Precursor Forms with Jim Thorpe as President",
        "description": "The American Professional Football Association forms with Jim Thorpe as its president; it is later renamed the National Football League (NFL)."
      },
      {
        "id": "sports-0820-2",
        "title": "Tiger Woods Wins Third Major of the Year",
        "description": "At the PGA Championship, Tiger Woods wins in a playoff, becoming the first golfer to win three majors in a calendar year since Ben Hogan in 1953."
      }
    ],
    "08-21": [
      {
        "id": "sports-0821-1",
        "title": "Ian Botham Breaks Test Wicket World Record",
        "description": "England's Ian Botham takes his 356th Test cricket wicket, breaking the world record at the time."
      }
    ],
    "08-22": [
      {
        "id": "sports-0822-1",
        "title": "First America's Cup Yacht Race",
        "description": "The first race for what would become the America's Cup is held around the Isle of Wight. The US schooner 'America' beats the British fleet, prompting the famous reply to Queen Victoria: 'Your majesty, there is no second.'"
      }
    ],
    "08-23": [
      {
        "id": "sports-0823-1",
        "title": "Kenenisa Bekele Completes Olympic Distance Double",
        "description": "Ethiopian distance runner Kenenisa Bekele wins the 5,000m gold in an Olympic record time, completing the 5,000m/10,000m double at the Beijing Olympics."
      }
    ],
    "08-24": [
      {
        "id": "sports-0824-1",
        "title": "Beijing Olympics Become Most-Watched TV Event",
        "description": "The Summer Olympics in Beijing conclude, becoming the most-watched television event ever at the time, with nearly 5 billion viewers, or 70% of the world's population."
      }
    ],
    "08-25": [
      {
        "id": "sports-0825-1",
        "title": "First Unassisted Swim Across English Channel",
        "description": "Captain Matthew Webb becomes the first person to complete a recorded, unassisted swim across the English Channel, taking 21 hours and 45 minutes."
      },
      {
        "id": "sports-0825-2",
        "title": "AFL Puts Player Names on Jerseys",
        "description": "The American Football League (AFL) begins placing players' names on the backs of their jerseys."
      }
    ],
    "08-26": [
      {
        "id": "sports-0826-1",
        "title": "Bobby Orr Signs First Million-Dollar NHL Contract",
        "description": "Bobby Orr signs a five-year contract with the Boston Bruins worth one million dollars, the first million-dollar contract in NHL history."
      }
    ],
    "08-27": [
      {
        "id": "sports-0827-1",
        "title": "Birgit Fischer Wins Gold at 6th Different Olympics",
        "description": "German kayaker Birgit Fischer wins gold in K-4 500m. She becomes the first woman in any sport to win gold medals at six different Olympics, with her first and last golds being 24 years apart."
      }
    ],
    "08-28": [
      {
        "id": "sports-0828-1",
        "title": "Olga Korbut Dazzles at Munich Olympics",
        "description": "Soviet gymnast Olga Korbut becomes a media sensation at the Munich Olympics, winning three gold medals and one silver."
      }
    ],
    "08-29": [
      {
        "id": "sports-0829-1",
        "title": "The 'Death of English Cricket' and The Ashes",
        "description": "Australia beats England by 7 runs in a landmark match. A mock obituary in a British newspaper for 'English cricket' gives rise to the tradition of The Ashes."
      }
    ],
    "08-30": [
      {
        "id": "sports-0830-1",
        "title": "Ty Cobb Makes MLB Debut",
        "description": "Future Baseball Hall of Famer Ty Cobb makes his MLB debut for the Detroit Tigers, doubling in a 5-3 win over the New York Highlanders."
      }
    ],
    "08-31": [
      {
        "id": "sports-0831-1",
        "title": "NY Giants Set Single-Season Home Run Record",
        "description": "The New York Giants set a new MLB record for home runs by a team in a single season with 183, a record they would extend to 221 by the season's end."
      }
    ],
    "09-01": [
      {
        "id": "sports-0901-1",
        "title": "Bobby Fischer Becomes World Chess Champion",
        "description": "American chess grandmaster Bobby Fischer defeats Russian champion Boris Spassky in Reykjavik, Iceland, to become the first American to win the World Chess Championship."
      },
      {
        "id": "sports-0901-2",
        "title": "Colin Kaepernick Kneels During National Anthem",
        "description": "San Francisco 49ers quarterback Colin Kaepernick kneels during the U.S. national anthem to protest racial injustice and police brutality."
      }
    ],
    "09-02": [
      {
        "id": "sports-0902-1",
        "title": "Ernie Banks Hits 400th Home Run",
        "description": "Chicago Cubs slugger Ernie Banks hits his 400th career home run in a 5-3 win over the St. Louis Cardinals."
      }
    ],
    "09-03": [
      {
        "id": "sports-0903-1",
        "title": "First F1 World Drivers' Championship Decided",
        "description": "Giuseppe 'Nino' Farina wins the inaugural Formula 1 World Drivers' Championship by winning the Italian Grand Prix at Monza."
      }
    ],
    "09-04": [
      {
        "id": "sports-0904-1",
        "title": "Mark Spitz Wins Record 7th Gold Medal",
        "description": "The U.S. 4x100m medley relay team sets a world record to win gold at the Munich Olympics, making Mark Spitz the first athlete to win seven gold medals at a single Games."
      }
    ],
    "09-05": [
      {
        "id": "sports-0905-1",
        "title": "Munich Olympics Hostage Crisis",
        "description": "Eleven Israeli athletes and officials are taken hostage and later killed by the Palestinian group Black September during the Munich Olympics."
      }
    ],
    "09-06": [
      {
        "id": "sports-0906-1",
        "title": "First Cricket Test Match in England",
        "description": "The first Test cricket match played in England begins at The Oval, with W. G. Grace scoring 152 on his debut against Australia."
      },
      {
        "id": "sports-0906-2",
        "title": "Max Verstappen Sets F1's Fastest Lap in History",
        "description": "Red Bull's Max Verstappen sets the fastest Formula One lap in history with a time of 1:18.792 at the Italian Grand Prix, surpassing Lewis Hamilton's record."
      }
    ],
    "09-07": [
      {
        "id": "sports-0907-1",
        "title": "First Automobile Race on a Closed-Circuit Track",
        "description": "A. H. Whiting wins the first automobile race held on a closed-circuit track in Cranston, Rhode Island."
      }
    ],
    "09-08": [
      {
        "id": "sports-0908-1",
        "title": "Bert Campaneris Plays All Nine Positions",
        "description": "Kansas City Athletics' Bert Campaneris becomes the first player in MLB history to play all nine positions in a single game."
      }
    ],
    "09-09": [
      {
        "id": "sports-0909-1",
        "title": "Controversial Olympic Basketball Final",
        "description": "The Soviet Union beats the United States 51-50 in the most controversial game in international basketball history. With the U.S. leading, the final 3 seconds are replayed three times until the Soviets win."
      }
    ],
    "09-10": [
      {
        "id": "sports-0910-1",
        "title": "Frank Shorter Wins Olympic Marathon",
        "description": "American long-distance runner Frank Shorter achieves a famous win in the men's marathon with a time of 2:12:19.8 at the Munich Olympics."
      }
    ],
    "09-11": [
      {
        "id": "sports-0911-1",
        "title": "Sri Lanka's First Test Cricket Victory",
        "description": "Sri Lanka achieves its first victory in Test cricket, defeating India by 149 runs."
      }
    ],
    "09-12": [
      {
        "id": "sports-0912-1",
        "title": "Longest Match in U.S. Open History (at the time)",
        "description": "Stefan Edberg beats Michael Chang 6-7, 7-5, 7-6, 5-7, 6-4 in a match lasting 5 hours and 26 minutes, the longest in U.S. Open history at the time."
      }
    ],
    "09-13": [
      {
        "id": "sports-0913-1",
        "title": "Lydia Ko Becomes Youngest Major Winner",
        "description": "At the Evian Championship, Lydia Ko of New Zealand wins by 6 strokes to become the youngest major winner in women's golf history at 18 years and 142 days."
      }
    ],
    "09-14": [
      {
        "id": "sports-0914-1",
        "title": "Cal Ripken Jr.'s Consecutive Innings Streak Ends",
        "description": "Cal Ripken Jr.'s record streak of 8,243 consecutive innings played (spanning 908 games) is finally broken."
      }
    ],
    "09-15": [
      {
        "id": "sports-0915-1",
        "title": "Maurice 'Rocket' Richard Retires",
        "description": "Montreal Canadiens legend Maurice Richard announces his retirement, finishing his career with 544 goals, an NHL record at the time."
      }
    ],
    "09-16": [
      {
        "id": "sports-0916-1",
        "title": "First Recorded Hole-in-One",
        "description": "Golf's first recorded hole-in-one is scored by Tom Morris at Prestwick's 8th hole in Scotland."
      },
      {
        "id": "sports-0916-2",
        "title": "L.A. Approves Site for Dodger Stadium",
        "description": "The Los Angeles City Council approves a 300-acre site in Chavez Ravine for the construction of a new ballpark for the recently-relocated Dodgers."
      }
    ],
    "09-17": [
      {
        "id": "sports-0917-1",
        "title": "Stan Musial Makes Major League Debut",
        "description": "Future Hall of Famer Stan Musial makes his major league debut for the St. Louis Cardinals, going 2-for-4."
      }
    ],
    "09-18": [
      {
        "id": "sports-0918-1",
        "title": "Mickey Mantle Honored for 2,000th Game",
        "description": "'Mickey Mantle Day' takes place at Yankee Stadium to honor the Yankees legend on the occasion of his 2,000th game."
      }
    ],
    "09-19": [
      {
        "id": "sports-0919-1",
        "title": "MLB Sets Single-Season Home Run Record",
        "description": "Kansas City Royal Alex Gordon hits home run #5,694 of the MLB season, setting a new record for the most total home runs hit in a single season."
      }
    ],
    "09-20": [
      {
        "id": "sports-0920-1",
        "title": "Billie Jean King Wins 'Battle of the Sexes'",
        "description": "Billie Jean King defeats Bobby Riggs in the 'Battle of the Sexes' tennis match, a landmark event for women's sports, held at the Houston Astrodome."
      }
    ],
    "09-21": [
      {
        "id": "sports-0921-1",
        "title": "NFL Players Begin 57-Day Strike",
        "description": "NFL players begin a 57-day strike over salary disputes, which shortens the 1982 season."
      }
    ],
    "09-22": [
      {
        "id": "sports-0922-1",
        "title": "Grand Jury Investigates 'Black Sox Scandal'",
        "description": "A Chicago grand jury convenes to investigate charges that eight Chicago White Sox players conspired to fix the 1919 World Series."
      }
    ],
    "09-23": [
      {
        "id": "sports-0923-1",
        "title": "First Baseball Team, The Knickerbockers, Organize",
        "description": "The first organized baseball team, the New York Knickerbockers, is formed and adopts a formal rulebook, known as the Knickerbocker Rules."
      }
    ],
    "09-24": [
      {
        "id": "sports-0924-1",
        "title": "Babe Ruth's Final Appearance as a Yankee",
        "description": "Over 2,500 fans witness Babe Ruth's final appearance for the New York Yankees at Yankee Stadium."
      }
    ],
    "09-25": [
      {
        "id": "sports-0925-1",
        "title": "First International Cricket Match",
        "description": "Canada defeats the USA by 23 runs in the first international cricket match, held at the grounds of St. George's Cricket Club in Manhattan, New York."
      }
    ],
    "09-26": [
      {
        "id": "sports-0926-1",
        "title": "First Non-US Winner of America's Cup",
        "description": "The yacht Australia II wins the America's Cup, becoming the first non-US winner in the event's 132-year history."
      }
    ],
    "09-27": [
      {
        "id": "sports-0927-1",
        "title": "Lou Gehrig Hits First Career Home Run",
        "description": "New York Yankee Lou Gehrig hits the first of his 493 career home runs."
      }
    ],
    "09-28": [
      {
        "id": "sports-0928-1",
        "title": "Gabby Hartnett's 'Homer in the Gloamin''",
        "description": "Gabby Hartnett of the Chicago Cubs hits a famous walk-off home run against the Pittsburgh Pirates in near-darkness, known as the 'Homer in the Gloamin'.'"
      }
    ],
    "09-29": [
      {
        "id": "sports-0929-1",
        "title": "Willie Mays' 'The Catch'",
        "description": "New York Giants center fielder Willie Mays makes a famous over-the-shoulder catch of Vic Wertz's deep fly ball during Game One of the World Series at the Polo Grounds."
      }
    ],
    "09-30": [
      {
        "id": "sports-0930-1",
        "title": "Babe Ruth's Final Game as a Yankee",
        "description": "In his final game as a New York Yankee, Babe Ruth goes 0 for 3."
      }
    ],
    "10-01": [
      {
        "id": "sports-1001-1",
        "title": "'Thrilla in Manila'",
        "description": "Muhammad Ali stops Joe Frazier in 14 rounds in Quezon City, Philippines, to retain his heavyweight title in a legendary match billed as the 'Thrilla in Manila'."
      }
    ],
    "10-02": [
      {
        "id": "sports-1002-1",
        "title": "First Pinch-Hit Home Run in World Series History",
        "description": "New York Yankees catcher Yogi Berra hits the first pinch-hit home run in World Series history off Ralph Branca of the Brooklyn Dodgers."
      }
    ],
    "10-04": [
      {
        "id": "sports-1004-1",
        "title": "First U.S. Open Golf Championship",
        "description": "At the first U.S. Open Men's Golf championship, Englishman Horace Rawlins wins the inaugural event, beating Willie Dunn of Scotland by 2 strokes."
      }
    ],
    "10-05": [
      {
        "id": "sports-1005-1",
        "title": "Controversial Tied Game in World Series",
        "description": "The New York Yankees and New York Giants play out a controversial 3-3 tie in Game 2 of the World Series, which was called after 10 innings due to darkness. The Giants would go on to win the series 4-0-1."
      }
    ],
    "10-06": [
      {
        "id": "sports-1006-1",
        "title": "First World Series Game",
        "description": "The Cincinnati Red Stockings (American Association) beat the Chicago White Stockings (National League) 4-0 in Game 1 of the first-ever 'World Series'."
      },
      {
        "id": "sports-1006-2",
        "title": "Simone Biles Becomes Most Decorated Gymnast Ever",
        "description": "American Simone Biles wins all-around gold at the World Championships, becoming the most decorated gymnast (male or female) in history with 34 World and Olympic medals."
      }
    ],
    "10-07": [
      {
        "id": "sports-1007-1",
        "title": "Last Competitive Soccer Match at Old Wembley Stadium",
        "description": "The last competitive soccer match at the original Wembley Stadium sees England defeated 1-0 by Germany."
      }
    ],
    "10-08": [
      {
        "id": "sports-1008-1",
        "title": "Padded Gloves First Used in Boxing",
        "description": "Padded boxing gloves, designed by Jack Broughton, are first used in a competitive match between two English boxers in France."
      }
    ],
    "10-09": [
      {
        "id": "sports-1009-1",
        "title": "Reds Win 'Black Sox Scandal' World Series",
        "description": "The Cincinnati Reds beat the Chicago White Sox to win the World Series, a series forever tainted by the 'Black Sox Scandal' in which eight White Sox players were accused of intentionally losing."
      },
      {
        "id": "sports-1009-2",
        "title": "Yankees Become First to Sweep Consecutive World Series",
        "description": "The New York Yankees beat the St. Louis Cardinals to become the first team to sweep consecutive World Series. Babe Ruth hits 3 home runs in the deciding game."
      }
    ],
    "10-10": [
      {
        "id": "sports-1010-1",
        "title": "Modern Bicycle Frame Patented",
        "description": "African American inventor Isaac R. Johnson patents the modern-style folding bicycle frame."
      }
    ],
    "10-11": [
      {
        "id": "sports-1011-1",
        "title": "Hansie Cronje Banned for Life for Match-Fixing",
        "description": "The South African Cricket Board issues former captain Hansie Cronje a life ban due to his involvement in match-fixing."
      }
    ],
    "10-12": [
      {
        "id": "sports-1012-1",
        "title": "Mexico City Hosts First Olympics in Latin America",
        "description": "The XIX Summer Olympic Games open in Mexico City, marking the first time the Olympics are held in Latin America."
      }
    ],
    "10-13": [
      {
        "id": "sports-1013-1",
        "title": "First Modern World Series Concludes",
        "description": "In the first modern Baseball World Series, the Boston Americans beat the Pittsburgh Pirates 3-0 in Game 8 for a 5-3 series victory."
      },
      {
        "id": "sports-1013-2",
        "title": "Simone Biles Breaks World Championship Medal Record",
        "description": "Simone Biles becomes the most decorated gymnast in World Championships history when she wins her record 25th medal in Stuttgart, Germany."
      }
    ],
    "10-15": [
      {
        "id": "sports-1015-1",
        "title": "Wayne Gretzky Becomes NHL's All-Time Leading Scorer",
        "description": "Wayne Gretzky surpasses Gordie Howe's record to become the NHL's all-time leading point scorer."
      }
    ],
    "10-16": [
      {
        "id": "sports-1016-1",
        "title": "Tommie Smith and John Carlos' Black Power Salute",
        "description": "At the Mexico City Olympics, American athletes Tommie Smith (gold) and John Carlos (bronze) raise their fists in a Black Power salute on the 200m medal podium to protest racial injustice."
      }
    ],
    "10-17": [
      {
        "id": "sports-1017-1",
        "title": "First British Open",
        "description": "The first British Open is held at Prestwick Golf Club. Willie Park Sr. wins the inaugural event by two strokes over fellow Scot Tom Morris Sr."
      }
    ],
    "10-18": [
      {
        "id": "sports-1018-1",
        "title": "Smith and Carlos Suspended for Protest",
        "description": "The U.S. Olympic Committee suspends Tommie Smith and John Carlos from the Olympic team for their Black Power salute during the 200m medal ceremony."
      }
    ],
    "10-19": [
      {
        "id": "sports-1019-1",
        "title": "Maurice Richard Becomes First to Score 500 NHL Goals",
        "description": "Montreal Canadien Maurice 'Rocket' Richard becomes the first player in NHL history to score 500 career goals."
      }
    ],
    "10-20": [
      {
        "id": "sports-1020-1",
        "title": "Jim Thorpe Proclaimed Greatest Athlete of the Half-Century",
        "description": "U.S. President Richard Nixon proclaims Jim Thorpe to have been the greatest athlete of the first half of the 20th century."
      }
    ],
    "10-21": [
      {
        "id": "sports-1021-1",
        "title": "Philadelphia Phillies Win First World Series",
        "description": "The Philadelphia Phillies win their first World Series in their 98-year history, defeating the Kansas City Royals."
      }
    ],
    "10-22": [
      {
        "id": "sports-1022-1",
        "title": "Grete Waitz Sets World Record in NYC Marathon Debut",
        "description": "In the New York City Marathon, Grete Waitz of Norway wins in her marathon debut with a world record time of 2:32:30. Bill Rodgers wins his third straight men's title."
      }
    ],
    "10-23": [
      {
        "id": "sports-1023-1",
        "title": "Jack Brabham Wins F1 Driver and Constructor Titles",
        "description": "Australian Jack Brabham becomes the first and only person to win the F1 World Drivers' Championship and the Constructors' Championship in a car of his own design."
      }
    ],
    "10-24": [
      {
        "id": "sports-1024-1",
        "title": "World's Oldest Football Club Founded",
        "description": "Sheffield F.C. is founded in Yorkshire, England. It is recognized by FIFA as the oldest existing club still playing football in the world."
      }
    ],
    "10-25": [
      {
        "id": "sports-1025-1",
        "title": "First 'World Championship' Baseball Series Concludes",
        "description": "In the first 'World Championship' Baseball Series, the Providence Grays (NL) sweep the New York Metropolitans (AA) in three games."
      }
    ],
    "10-26": [
      {
        "id": "sports-1026-1",
        "title": "The Football Association is Formed",
        "description": "The Football Association (The FA) is formed in England, standardizing the rules of soccer and officially splitting it from rugby."
      }
    ],
    "10-27": [
      {
        "id": "sports-1027-1",
        "title": "Tiger Woods Ties Sam Snead's PGA Tour Wins Record",
        "description": "Tiger Woods wins the inaugural Zozo Championship, tying Sam Snead's record of 82 career PGA Tour victories."
      }
    ],
    "10-28": [
      {
        "id": "sports-1028-1",
        "title": "1900 Paris Olympics Conclude",
        "description": "The II Summer Olympic Games in Paris end after five months of competition. No formal opening or closing ceremonies were held."
      }
    ],
    "10-29": [
      {
        "id": "sports-1029-1",
        "title": "Muhammad Ali's First Professional Fight",
        "description": "Cassius Clay (later Muhammad Ali), in his first professional fight, beats Tunney Hunsaker on points in 6 rounds in Louisville, Kentucky."
      }
    ],
    "10-30": [
      {
        "id": "sports-1030-1",
        "title": "'The Rumble in the Jungle'",
        "description": "Muhammad Ali KOs George Foreman in the 8th round in 'The Rumble in the Jungle' in Kinshasa, Zaire, regaining the world heavyweight boxing title using his famous 'rope-a-dope' tactic."
      }
    ],
    "10-31": [
      {
        "id": "sports-1031-1",
        "title": "Jockey Chris Antley Wins Nine Races in One Day",
        "description": "American jockey Chris Antley becomes the first rider to win nine races in a single day (four at Aqueduct and five at Meadowlands)."
      }
    ],
    "11-01": [
      {
        "id": "sports-1101-1",
        "title": "First African American Plays in NBA Game",
        "description": "Celtics forward Chuck Cooper becomes the first African American to play in an NBA game during Boston's loss to the Fort Wayne Pistons."
      }
    ],
    "11-02": [
      {
        "id": "sports-1102-1",
        "title": "First Official Cheerleader",
        "description": "Cheerleading officially begins in the United States as Johnny Campbell leads the crowd in an organized cheer for the University of Minnesota football team."
      },
      {
        "id": "sports-1102-2",
        "title": "Chicago Cubs End 108-Year World Series Drought",
        "description": "The Chicago Cubs beat the Cleveland Indians 8-7 in Game 7 of the World Series, winning their first championship title in 108 years."
      }
    ],
    "11-03": [
      {
        "id": "sports-1103-1",
        "title": "Ayrton Senna Wins Shortest F1 Race Ever",
        "description": "Ayrton Senna wins the Australian Grand Prix in Adelaide, the shortest F1 race ever run (14 laps) due to heavy rain, securing his 3rd World Drivers' Championship."
      }
    ],
    "11-04": [
      {
        "id": "sports-1104-1",
        "title": "NBA Announces Four New Expansion Franchises",
        "description": "The NBA announces the addition of four new expansion franchises: the Charlotte Hornets and Miami Heat for 1988, and the Minnesota Timberwolves and Orlando Magic for 1989."
      }
    ],
    "11-05": [
      {
        "id": "sports-1105-1",
        "title": "Fischer vs. Spassky 'Revenge Match'",
        "description": "American chess grandmaster Bobby Fischer defeats Russian Boris Spassky in an unofficial match in Belgrade dubbed the 'Revenge Match of the 20th Century'."
      }
    ],
    "11-06": [
      {
        "id": "sports-1106-1",
        "title": "Stamp Issued to Honor Basketball Inventor James Naismith",
        "description": "The U.S. government issues a postage stamp to honor the 100th birthday of James Naismith, the Canadian-born inventor of basketball."
      }
    ],
    "11-07": [
      {
        "id": "sports-1107-1",
        "title": "Magic Johnson Announces HIV Diagnosis and Retirement",
        "description": "Basketball legend Magic Johnson announces he has contracted the HIV virus and is immediately retiring from the LA Lakers."
      }
    ],
    "11-08": [
      {
        "id": "sports-1108-1",
        "title": "World Record for Largest Wave Ever Surfed",
        "description": "Brazilian surfer Rodrigo Koxa breaks the world record for surfing the largest wave ever, riding a 24.38-meter (80-foot) wave in Nazaré, Portugal."
      }
    ],
    "11-09": [
      {
        "id": "sports-1109-1",
        "title": "Garry Kasparov Becomes Youngest Chess Champion",
        "description": "At age 22, Russia's Garry Kasparov becomes the youngest World Chess Champion in history by defeating fellow countryman Anatoly Karpov."
      }
    ],
    "11-11": [
      {
        "id": "sports-1111-1",
        "title": "Knicks Play First Home Game at Madison Square Garden",
        "description": "The New York Knicks play their first Basketball Association of America (BAA) home game at Madison Square Garden, losing 78-68 to the Chicago Stags in overtime."
      }
    ],
    "11-12": [
      {
        "id": "sports-1112-1",
        "title": "Zaheer Abbas Scores 100th First-Class Century",
        "description": "While playing a Test match for Pakistan, cricket legend Zaheer Abbas scores his 100th first-class century, going on to make 215 runs against India."
      }
    ],
    "11-13": [
      {
        "id": "sports-1113-1",
        "title": "Tragic Boxing Match Leads to Rule Change",
        "description": "WBA lightweight champion Ray Mancini defeats Duk Koo Kim by TKO. Kim collapses after the fight and dies four days later, leading boxing organizations to shorten championship bouts from 15 to 12 rounds."
      }
    ],
    "11-14": [
      {
        "id": "sports-1114-1",
        "title": "Don Shula Becomes NFL's All-Time Winningest Coach",
        "description": "Miami Dolphins coach Don Shula earns his 325th career victory, surpassing George Halas to become the coach with the most wins in NFL history."
      }
    ],
    "11-15": [
      {
        "id": "sports-1115-1",
        "title": "Mickey Wright Shoots Record-Low 62",
        "description": "Mickey Wright shoots a 62 at the Tall City Open, setting a record for the lowest golf score by a female professional."
      },
      {
        "id": "sports-1115-2",
        "title": "Lewis Hamilton Ties Schumacher's Record 7 F1 Titles",
        "description": "British Mercedes driver Lewis Hamilton clinches his record-equalling seventh F1 World Drivers' Championship by winning the Turkish Grand Prix."
      }
    ],
    "11-16": [
      {
        "id": "sports-1116-1",
        "title": "Lionel Messi Makes Debut for FC Barcelona",
        "description": "A 16-year-old Lionel Messi makes his official debut for FC Barcelona when he comes on as a substitute in a friendly match against Porto."
      }
    ],
    "11-17": [
      {
        "id": "sports-1117-1",
        "title": "Sebastian Vettel Wins Record 8th Consecutive F1 Race",
        "description": "German Red Bull driver Sebastian Vettel wins a record 8th consecutive Formula 1 race with his victory in the U.S. Grand Prix."
      }
    ],
    "11-18": [
      {
        "id": "sports-1118-1",
        "title": "First Solheim Cup",
        "description": "The first Solheim Cup, a biennial women's golf tournament between teams from Europe and the United States, is held, with the U.S. winning 11.5 to 4.5."
      }
    ],
    "11-19": [
      {
        "id": "sports-1119-1",
        "title": "Supreme Court Reaffirms Baseball's Antitrust Exemption",
        "description": "The U.S. Supreme Court rules 7-2 that baseball is a sport, not a business, reaffirming its exemption from antitrust laws."
      }
    ],
    "11-20": [
      {
        "id": "sports-1120-1",
        "title": "Tour de France is Created",
        "description": "Journalists Géo Lefèvre and Henri Desgrange create the Tour de France bicycle race as a way to boost circulation for their newspaper, L'Auto."
      }
    ],
    "11-21": [
      {
        "id": "sports-1121-1",
        "title": "First Match in Australian Tennis Championships",
        "description": "The first match is ever played in the Australian National Tennis Championships, the precursor to the Australian Open."
      }
    ],
    "11-22": [
      {
        "id": "sports-1122-1",
        "title": "Steel-Shafted Golf Clubs Patented",
        "description": "Inventor Arthur Knight patents steel-shafted golf clubs, a significant technological advancement for the sport."
      }
    ],
    "11-23": [
      {
        "id": "sports-1123-1",
        "title": "First U.S. Olympic Games Conclude",
        "description": "The III Summer Olympics, the first Olympic Games held in the United States, conclude in St. Louis, Missouri."
      }
    ],
    "11-24": [
      {
        "id": "sports-1124-1",
        "title": "Sachin Tendulkar Becomes Youngest to Score Test Fifty",
        "description": "Sachin Tendulkar scores a half-century (50 runs) in a Test cricket match at the record young age of 16 years and 214 days."
      }
    ],
    "11-25": [
      {
        "id": "sports-1125-1",
        "title": "Pierre de Coubertin Proposes Reviving Olympics",
        "description": "Pierre de Coubertin first publicly proposes the revival of the Olympic Games during a speech at the Sorbonne in Paris."
      },
      {
        "id": "sports-1125-2",
        "title": "Pat Summerall and John Madden Broadcast First Game Together",
        "description": "Pat Summerall and John Madden broadcast a game together for the first time, a pairing that lasts 22 years and becomes one of the most well-known partnerships in TV sports broadcasting."
      }
    ],
    "11-26": [
      {
        "id": "sports-1126-1",
        "title": "National Hockey League (NHL) is Formed",
        "description": "The NHL is formed with the Montreal Canadiens, Montreal Wanderers, Ottawa Senators, Quebec Bulldogs, and a Toronto franchise, as the National Hockey Association disbands."
      }
    ],
    "11-27": [
      {
        "id": "sports-1127-1",
        "title": "Gordie Howe Plays 1,000th NHL Game",
        "description": "Gordie Howe becomes the first player to appear in 1,000 career NHL games."
      }
    ],
    "11-28": [
      {
        "id": "sports-1128-1",
        "title": "First American Automobile Race",
        "description": "America's first automobile race, organized by the 'Chicago Times-Herald,' takes place. Frank Duryea wins the 55-mile race from Chicago to Evanston and back, averaging 7 mph."
      }
    ],
    "11-29": [
      {
        "id": "sports-1129-1",
        "title": "Joe Montana Completes NFL Record 22 Consecutive Passes",
        "description": "Joe Montana of the San Francisco 49ers sets an NFL record by completing 22 consecutive passes in a game against the Cleveland Browns."
      }
    ],
    "11-30": [
      {
        "id": "sports-1130-1",
        "title": "First International Soccer Game",
        "description": "The first official international soccer game is played, with Scotland and England drawing 0-0 in Glasgow."
      }
    ],
    "12-01": [
      {
        "id": "sports-1201-1",
        "title": "Jack Nicklaus Reaches $2 Million in Career Earnings",
        "description": "By winning the Walt Disney World Open, Jack Nicklaus becomes the first golfer to reach $2 million in PGA Tour career earnings."
      }
    ],
    "12-02": [
      {
        "id": "sports-1202-1",
        "title": "English Professional Football Players' Union is Formed",
        "description": "The Association of Football Players' and Trainers' Union (now the English Professional Footballers' Association) is formed in Manchester, England."
      }
    ],
    "12-03": [
      {
        "id": "sports-1203-1",
        "title": "First Non-Japanese Judo World Champion",
        "description": "Dutchman Anton Geesink becomes the first non-Japanese competitor to win the World Judo Championships."
      }
    ],
    "12-04": [
      {
        "id": "sports-1204-1",
        "title": "MLB Commissioner Opens Door for Black Players",
        "description": "MLB Commissioner Kenesaw Mountain Landis announces that any baseball club is free to sign Negro players, a precursor to breaking the color barrier."
      }
    ],
    "12-05": [
      {
        "id": "sports-1205-1",
        "title": "Russia Banned from Winter Olympics for Doping",
        "description": "The International Olympic Committee bans Russia from the upcoming Winter Olympics in South Korea for a state-sponsored doping program."
      }
    ],
    "12-06": [
      {
        "id": "sports-1206-1",
        "title": "Jerry Rice Sets NFL Touchdown Reception Record",
        "description": "San Francisco 49ers wide receiver Jerry Rice catches his 101st career touchdown pass, breaking the NFL record."
      }
    ],
    "12-07": [
      {
        "id": "sports-1207-1",
        "title": "Cristiano Ronaldo Wins 5th Ballon d'Or",
        "description": "Real Madrid forward Cristiano Ronaldo wins his fifth Ballon d'Or award, equaling Lionel Messi's record at the time."
      }
    ],
    "12-08": [
      {
        "id": "sports-1208-1",
        "title": "First Day/Night World Series Cricket Match",
        "description": "The first day/night World Series Cricket Supertest match begins at VFL Park in Melbourne."
      }
    ],
    "12-09": [
      {
        "id": "sports-1209-1",
        "title": "First Women's Pro Basketball League Game",
        "description": "The first game of the Women's Professional Basketball League (WBL) is played between the Chicago Hustle and the Milwaukee Does."
      }
    ],
    "12-10": [
      {
        "id": "sports-1210-1",
        "title": "Premier 19th-Century Sports Journal Debuts",
        "description": "'Spirit of the Times,' the premier American sports journal of the 19th century, begins publishing in New York City."
      }
    ],
    "12-11": [
      {
        "id": "sports-1211-1",
        "title": "Joe DiMaggio Announces Retirement",
        "description": "New York Yankees legend Joe DiMaggio announces his retirement from baseball after 13 seasons."
      }
    ],
    "12-12": [
      {
        "id": "sports-1212-1",
        "title": "MLB Changes 'Bounce' Home Run to a Double",
        "description": "The Baseball Rules Committee greatly revises the rule book, most notably changing a ball that bounces over the fence from a home run to a ground-rule double."
      }
    ],
    "12-13": [
      {
        "id": "sports-1213-1",
        "title": "The Mitchell Report on Steroids in Baseball is Released",
        "description": "The Mitchell Report is publicly released, listing the names of 89 Major League Baseball players alleged to have used anabolic steroids or human growth hormone. Notable players named include Roger Clemens and Barry Bonds."
      }
    ],
    "12-14": [
      {
        "id": "sports-1214-1",
        "title": "NASCAR is Formed",
        "description": "Bill France Sr. organizes the first meeting of influential racers and promoters in Daytona Beach, Florida, which leads to the formation of the National Association for Stock Car Auto Racing (NASCAR)."
      }
    ],
    "12-15": [
      {
        "id": "sports-1215-1",
        "title": "Arthur Ashe Named SI Sportsperson of the Year",
        "description": "Tennis player and activist Arthur Ashe is named Sports Illustrated's Sportsperson of the Year for his humanitarian efforts."
      }
    ],
    "12-16": [
      {
        "id": "sports-1216-1",
        "title": "Bobby Jones Wins First Sullivan Award",
        "description": "Golfer Bobby Jones is the first recipient of the James E. Sullivan Award, given to the best amateur athlete in the United States."
      }
    ],
    "12-17": [
      {
        "id": "sports-1217-1",
        "title": "Don Bradman Scores Century on First-Class Debut",
        "description": "Australian cricket prodigy Don Bradman scores 118 runs in his first-class debut for New South Wales against South Australia."
      }
    ],
    "12-18": [
      {
        "id": "sports-1218-1",
        "title": "Wilma Rudolph Named AP Female Athlete of the Year Again",
        "description": "For the second consecutive year, the Associated Press names track and field star Wilma Rudolph as the female athlete of the year."
      },
      {
        "id": "sports-1218-2",
        "title": "Argentina Wins Thrilling World Cup Final",
        "description": "In the FIFA World Cup Final in Qatar, Argentina beats France 4-2 in a penalty shootout after a thrilling 3-3 draw. Lionel Messi scores two goals for Argentina, while Kylian Mbappé scores a hat-trick for France."
      }
    ],
    "12-19": [
      {
        "id": "sports-1219-1",
        "title": "'Miracle at the New Meadowlands'",
        "description": "The Philadelphia Eagles complete a miraculous comeback, overcoming a 21-point deficit in the final eight minutes against the N.Y. Giants, capped by a walk-off punt return touchdown by DeSean Jackson."
      }
    ],
    "12-20": [
      {
        "id": "sports-1220-1",
        "title": "England Wins First Six-Day Cricket Test",
        "description": "England beats Australia by 10 runs in the first six-day cricket Test. Chasing 177 to win, Australia was bowled out for 166."
      }
    ],
    "12-21": [
      {
        "id": "sports-1221-1",
        "title": "First Game of Basketball is Played",
        "description": "The first game of basketball, based on rules created by James Naismith, is played by 18 students in Springfield, Massachusetts. This day is now celebrated as World Basketball Day."
      }
    ],
    "12-22": [
      {
        "id": "sports-1222-1",
        "title": "United States Golf Association (USGA) is Formed",
        "description": "The Amateur Golf Association of the United States is formed in New York City; it is soon renamed the United States Golf Association (USGA)."
      }
    ],
    "12-24": [
      {
        "id": "sports-1224-1",
        "title": "Bicycle with Backpedal Brake Patented",
        "description": "Inventors Daniel Stover and William Hance patent a bicycle with a backpedal (coaster) brake."
      },
      {
        "id": "sports-1224-2",
        "title": "Chaminade Upsets #1 Virginia in Basketball",
        "description": "In one of college basketball's biggest upsets, Chaminade, a small NAIA school, defeats #1 ranked Virginia (led by Ralph Sampson) 77-72 in a holiday classic in Honolulu."
      }
    ],
    "12-25": [
      {
        "id": "sports-1225-1",
        "title": "Union Soldiers Play Baseball on Christmas Day",
        "description": "An estimated 40,000 people watch Union Army soldiers play a game of baseball at Hilton Head, South Carolina, during the Civil War."
      }
    ],
    "12-26": [
      {
        "id": "sports-1226-1",
        "title": "First Inter-Club Football Match",
        "description": "The first-ever inter-club football match takes place in Sheffield, England, between Sheffield F.C. and Hallam F.C., with Hallam winning 2-0."
      }
    ],
    "12-27": [
      {
        "id": "sports-1227-1",
        "title": "Wayne Gretzky Becomes Fastest to 100 Points",
        "description": "Edmonton Oiler Wayne Gretzky becomes the fastest NHL player to reach 100 points in a season, achieving the feat in just his 38th game."
      }
    ],
    "12-28": [
      {
        "id": "sports-1228-1",
        "title": "'The Greatest Game Ever Played'",
        "description": "The Baltimore Colts win the NFL Championship against the N.Y. Giants 23-17 in the first sudden-death overtime game in NFL history, a game often called 'The Greatest Game Ever Played'."
      },
      {
        "id": "sports-1228-2",
        "title": "Detroit Lions Complete 0-16 Season",
        "description": "The Detroit Lions lose to the Green Bay Packers, becoming the first team in NFL history to go winless in a 16-game season (0-16)."
      }
    ],
    "12-29": [
      {
        "id": "sports-1229-1",
        "title": "Gretzky and Navratilova Named Athletes of the Decade",
        "description": "Wayne Gretzky and Martina Navratilova are named Athletes of the Decade for the 1980s by the Associated Press."
      },
      {
        "id": "sports-1229-2",
        "title": "Shane Warne's Ashes Hat-Trick",
        "description": "Australian cricket spin bowler Shane Warne takes a famous hat-trick (three wickets in three consecutive deliveries) against England in a Test match in Melbourne."
      }
    ],
    "12-30": [
      {
        "id": "sports-1230-1",
        "title": "Don Bradman Sets Double Century Record",
        "description": "Australian cricket legend Donald Bradman scores 267 runs for South Australia, setting a world record with his 34th first-class double century."
      }
    ],
    "12-31": [
      {
        "id": "sports-1231-1",
        "title": "'The Fog Bowl'",
        "description": "A heavy, dense fog rolls over Soldier Field in Chicago during the NFC Divisional Playoff game between the Bears and the Eagles. With visibility cut to 15-20 yards, the game becomes known as 'The Fog Bowl,' with the Bears winning 20-12."
      },
      {
        "id": "sports-1231-2",
        "title": "Jockey Kent Desormeaux Sets Single-Year Wins Record",
        "description": "Jockey Kent Desormeaux sets a new world record for wins in a single year, finishing with 598 victories."
      }
    ]
  }
}