{
  "topic": "sports",
  "facts": {
    "01-01": [
      {
        "id": "sports-0101-1",
        "title": "First Rose Bowl Game",
        "description": "On January 1, 1902, the first Rose Bowl game was played, with Michigan defeating Stanford 49-0. The game was so lopsided that it was discontinued until 1916."
      },
      {
        "id": "sports-0101-2",
        "title": "Tokyo's New Year Ekiden Road Relay",
        "description": "Every January 1, Japan hosts the New Year Ekiden, a long-distance road relay race featuring corporate teams, broadcast nationwide and attracting millions of viewers."
      }
    ],
    "01-04": [
      {
        "id": "sports-0104-1",
        "title": "First Modern Olympics Announced",
        "description": "On January 4, 1894, Pierre de Coubertin proposed the revival of the Olympic Games, leading to the formation of the International Olympic Committee and the first modern Olympics in 1896."
      }
    ],
    "01-11": [
      {
        "id": "sports-0111-1",
        "title": "First Australian Open Tennis Championship",
        "description": "On January 11, 1905, the first Australian Open tennis championship began in Melbourne, originally called the Australasian Championships."
      }
    ],
    "01-15": [
      {
        "id": "sports-0115-1",
        "title": "Super Bowl I",
        "description": "On January 15, 1967, the first Super Bowl was played between the Green Bay Packers and Kansas City Chiefs, with the Packers winning 35-10 at the Los Angeles Memorial Coliseum."
      }
    ],
    "01-20": [
      {
        "id": "sports-0120-1",
        "title": "First Winter X Games",
        "description": "On January 20, 1997, the first Winter X Games began in Big Bear Lake, California, featuring extreme winter sports like snowboarding, skiing, and snowmobiling."
      }
    ],
    "01-26": [
      {
        "id": "sports-0126-1",
        "title": "Australian Open Final Weekend",
        "description": "Late January typically features the Australian Open tennis finals, with January 26, 2020 seeing Novak Djokovic win his 8th Australian Open title."
      }
    ],
    "01-28": [
      {
        "id": "sports-0128-1",
        "title": "Super Bowl XXII - Doug Williams Makes History",
        "description": "On January 28, 1988, Doug Williams became the first Black quarterback to start and win a Super Bowl, leading Washington to victory in Super Bowl XXII."
      }
    ],
    "01-31": [
      {
        "id": "sports-0131-1",
        "title": "Super Bowl XXXI - Packers Return to Glory",
        "description": "On January 31, 1997, the Green Bay Packers won their first Super Bowl in 29 years, defeating the New England Patriots 35-21 in Super Bowl XXXI."
      }
    ],
    "02-01": [
      {
        "id": "sports-0201-1",
        "title": "Super Bowl XXXVI - Patriots Begin Dynasty",
        "description": "On February 1, 2002, the New England Patriots won their first Super Bowl, defeating the St. Louis Rams 20-17 in Super Bowl XXXVI, beginning the Brady-Belichick dynasty."
      }
    ],
    "02-02": [
      {
        "id": "sports-0202-1",
        "title": "First Winter Olympics Opening Ceremony",
        "description": "On February 2, 1924, the first Winter Olympic Games opened in Chamonix, France, originally called 'International Winter Sports Week' before being retroactively designated as the first Winter Olympics."
      }
    ],
    "02-03": [
      {
        "id": "sports-0203-1",
        "title": "Super Bowl XLVII - The Harbaugh Bowl",
        "description": "On February 3, 2013, Super Bowl XLVII featured brothers John and Jim Harbaugh coaching against each other, with John's Baltimore Ravens defeating Jim's San Francisco 49ers."
      }
    ],
    "02-04": [
      {
        "id": "sports-0204-1",
        "title": "First African American NHL Player",
        "description": "On February 4, 1958, Willie O'Ree became the first Black player in the National Hockey League, debuting for the Boston Bruins against the Montreal Canadiens."
      }
    ],
    "02-05": [
      {
        "id": "sports-0205-1",
        "title": "First Winter Olympics Conclude in Chamonix",
        "description": "On February 5, 1924, the first Winter Olympic Games, held in Chamonix, France, officially came to a close."
      },
      {
        "id": "sports-0205-2",
        "title": "Pittsburgh Steelers Win Super Bowl XL",
        "description": "On February 5, 2006, the Pittsburgh Steelers defeated the Seattle Seahawks 21-10 in Super Bowl XL, becoming the first franchise to win five Super Bowl titles."
      },
      {
        "id": "sports-0205-3",
        "title": "New York Giants Upset New England Patriots in Super Bowl XLII",
        "description": "On February 5, 2012, the New York Giants beat the New England Patriots 21-17 in Super Bowl XLVI, handing quarterback Tom Brady and the Patriots a dramatic last-minute defeat."
      }
    ],
    "02-07": [
      {
        "id": "sports-0207-1",
        "title": "Super Bowl XLI - First Black Head Coach Wins",
        "description": "On February 7, 2007, Tony Dungy became the first Black head coach to win a Super Bowl as his Indianapolis Colts defeated the Chicago Bears in Super Bowl XLI."
      }
    ],
    "02-08": [
      {
        "id": "sports-0208-1",
        "title": "First NHL All-Star Game",
        "description": "On February 8, 1947, the first NHL All-Star Game was played, with the All-Stars defeating the Toronto Maple Leafs 4-3 to raise money for the newly created NHL Pension Society."
      }
    ],
    "02-09": [
      {
        "id": "sports-0209-1",
        "title": "Satchel Paige Nominated to Baseball Hall of Fame",
        "description": "On February 9, 1971, legendary pitcher Satchel Paige was nominated to the Baseball Hall of Fame, becoming one of the first players from the Negro Leagues to be so honored."
      },
      {
        "id": "sports-0209-2",
        "title": "XIX Winter Olympics Open in Salt Lake City",
        "description": "On February 9, 2002, the XIX Winter Olympic Games officially opened in Salt Lake City, Utah, bringing athletes from 77 nations to compete in 78 events."
      }
    ],
    "02-12": [
      {
        "id": "sports-0212-1",
        "title": "NBA All-Star Game First Held",
        "description": "On February 12, 1951, the first NBA All-Star Game was played at Boston Garden, with the East defeating the West 111-94."
      }
    ],
    "02-14": [
      {
        "id": "sports-0214-1",
        "title": "Miracle on Ice",
        "description": "On February 14, 1980, the U.S. Olympic hockey team defeated Czechoslovakia 7-3 in the opening round of the Lake Placid Olympics, setting up their eventual 'Miracle on Ice' victory over the Soviet Union."
      }
    ],
    "02-15": [
      {
        "id": "sports-0215-1",
        "title": "NBA's First Slam Dunk Contest",
        "description": "On February 15, 1976, the NBA held its first Slam Dunk Contest as part of the ABA All-Star Game, with Julius 'Dr. J' Erving winning the inaugural competition."
      }
    ],
    "02-17": [
      {
        "id": "sports-0217-1",
        "title": "NBA's First Three-Point Shootout",
        "description": "On February 17, 1986, the NBA held its first Three-Point Shootout during All-Star Weekend, with Larry Bird winning the inaugural competition."
      }
    ],
    "02-18": [
      {
        "id": "sports-0218-1",
        "title": "Tonya Harding-Nancy Kerrigan Incident Investigation",
        "description": "On February 18, 1994, the FBI released findings from their investigation into the attack on Nancy Kerrigan, leading to charges against Tonya Harding's ex-husband and bodyguard."
      }
    ],
    "02-22": [
      {
        "id": "sports-0222-1",
        "title": "Miracle on Ice",
        "description": "On February 22, 1980, the United States ice hockey team defeated the Soviet Union 4-3 in the 'Miracle on Ice' at the Lake Placid Winter Olympics, one of the greatest upsets in sports history."
      }
    ],
    "02-24": [
      {
        "id": "sports-0224-1",
        "title": "Muhammad Ali Wins Heavyweight Title First Time",
        "description": "On February 24, 1964, a 22-year-old Cassius Clay (later Muhammad Ali) defeated Sonny Liston to become the World Heavyweight Boxing Champion for the first time."
      }
    ],
    "02-25": [
      {
        "id": "sports-0225-1",
        "title": "NASCAR's First Daytona 500",
        "description": "On February 25, 1959, the first Daytona 500 was held at Daytona International Speedway, with Lee Petty winning in a photo finish after three days of reviewing footage."
      }
    ],
    "02-27": [
      {
        "id": "sports-0227-1",
        "title": "Winter Olympics Closing Ceremonies",
        "description": "Late February often marks the closing ceremonies of Winter Olympic Games, with February 27, 2010 seeing the Vancouver Winter Olympics conclude."
      }
    ],
    "03-01": [
      {
        "id": "sports-0301-1",
        "title": "First Organized Baseball Game",
        "description": "On March 1, 1872, the first organized baseball game was played in San Francisco, helping to spread the sport's popularity on the West Coast."
      }
    ],
    "03-06": [
      {
        "id": "sports-0306-1",
        "title": "First International Cricket Match",
        "description": "On March 6, 1844, the first official international cricket match was played between the United States and Canada at the St George's Cricket Club in New York."
      }
    ],
    "03-08": [
      {
        "id": "sports-0308-1",
        "title": "First Women's World Cup Announced",
        "description": "On March 8, 1991, FIFA announced the first Women's World Cup, which would be held later that year in China, won by the United States."
      }
    ],
    "03-12": [
      {
        "id": "sports-0312-1",
        "title": "NCAA Tournament Selection Sunday",
        "description": "Mid-March features Selection Sunday for the NCAA Men's Basketball Tournament, with March 12, 2023 marking the selection of the 68-team field for March Madness."
      }
    ],
    "03-15": [
      {
        "id": "sports-0315-1",
        "title": "NCAA Tournament First Round Begins",
        "description": "Mid-March marks the beginning of the NCAA Basketball Tournament's first round, with March 15 typically being the first full day of games in the 'March Madness' tournament."
      }
    ],
    "03-17": [
      {
        "id": "sports-0317-1",
        "title": "St. Patrick's Day Sports Traditions",
        "description": "March 17 sees numerous sports traditions, including the dyeing of the Chicago River green, special Gaelic football and hurling matches in Ireland, and green uniforms in various sports."
      }
    ],
    "03-20": [
      {
        "id": "sports-0320-1",
        "title": "First Official Baseball Game",
        "description": "On March 20, 1888, the first official baseball game was played in Japan, marking the beginning of baseball's popularity in the country."
      }
    ],
    "03-22": [
      {
        "id": "sports-0322-1",
        "title": "First NBA Game",
        "description": "On March 22, 1946, the first Basketball Association of America (BAA) game was played, with the New York Knicks defeating the Toronto Huskies 68-66. The BAA would later become the NBA."
      }
    ],
    "03-25": [
      {
        "id": "sports-0325-1",
        "title": "First Modern Olympics Revival Announced",
        "description": "On March 25, 1896, the first modern Olympic Games concluded in Athens, Greece, reviving the ancient tradition after nearly 1,500 years."
      }
    ],
    "03-28": [
      {
        "id": "sports-0328-1",
        "title": "First Night Baseball Game",
        "description": "On March 28, 1936, the first night baseball game in the major leagues was played between the Cincinnati Reds and Philadelphia Phillies at Crosley Field."
      }
    ],
    "03-30": [
      {
        "id": "sports-0330-1",
        "title": "First Masters Golf Tournament",
        "description": "On March 30, 1934, the first Masters Tournament began at Augusta National Golf Club, with Horton Smith winning the inaugural event."
      }
    ],
    "03-31": [
      {
        "id": "sports-0331-1",
        "title": "Opening Day of Major League Baseball",
        "description": "Late March or early April marks Opening Day for Major League Baseball, with March 31 being a common date for season openers, beginning the 162-game regular season."
      }
    ],
    "04-01": [
      {
        "id": "sports-0401-1",
        "title": "NHL players begin first strike in 75-year history; 10",
        "description": "On April 1, 1992, NHL players begin first strike in 75-year history; 10 day action earns large playoff bonus increase, more control over licensing of their likenesses and changes to free agency system"
      }
    ],
    "04-02": [
      {
        "id": "sports-0402-1",
        "title": "Longest strike in American major league sports history",
        "description": "On April 2, 1995, Longest strike in American major league sports history (232 days) ends as MLB owners accept players’ offer to return to work without a contract; MLB is the first major pro sports league to lose an entire postseason due to a labor dispute"
      }
    ],
    "04-03": [
      {
        "id": "sports-0403-1",
        "title": "Bobby Fischer is stripped of the world chess title for",
        "description": "On April 3, 1975, Bobby Fischer is stripped of the world chess title for refusing to defend it, and the title is awarded to Russian Anatoly Karpov"
      }
    ],
    "04-04": [
      {
        "id": "sports-0404-1",
        "title": "Hank Aaron ties Babe Ruth's home run record by hitting",
        "description": "On April 4, 1974, Hank Aaron ties Babe Ruth's home run record by hitting his 714th in Cincinnati against Jack Billingham"
      }
    ],
    "04-05": [
      {
        "id": "sports-0405-1",
        "title": "Kareem Abdul-Jabbar breaks Wilt Chamberlain's all-time",
        "description": "On April 5, 1984, Kareem Abdul-Jabbar breaks Wilt Chamberlain's all-time career scoring record of 31,419 points"
      }
    ],
    "04-06": [
      {
        "id": "sports-0406-1",
        "title": "First modern Summer Olympic Games open in Athens",
        "description": "On April 6, 1896, First modern Summer Olympic Games open in Athens, Greece; American athlete James Connolly becomes the first modern Olympic champion when he wins the triple jump (then 2 hops and a jump); later places 3rd in long jump and 2nd in high jump"
      },
      {
        "id": "sports-0406-2",
        "title": "Washington Capitals left wing Alex Ovechkin becomes",
        "description": "On April 6, 2025, Washington Capitals left wing Alex Ovechkin becomes the greatest scorer in NHL history passing Wayne Gretzky with his 895th career goal in a 4-1 loss to the NY Islanders at UBS Arena in Elmont, New York"
      }
    ],
    "04-07": [
      {
        "id": "sports-0407-1",
        "title": "South African cricket captain Hansie Cronje is charged",
        "description": "On April 7, 2000, South African cricket captain Hansie Cronje is charged by Delhi police with fixing One Day International matches against India"
      }
    ],
    "04-08": [
      {
        "id": "sports-0408-1",
        "title": "Hammerin' Hank Aaron hits his 715th home run off LA",
        "description": "On April 8, 1974, Hammerin' Hank Aaron hits his 715th home run off LA Dodger Al Downing in Atlanta, breaking Babe Ruth's record"
      }
    ],
    "04-09": [
      {
        "id": "sports-0409-1",
        "title": "13th NBA Championship: Boston Celtics sweep",
        "description": "On April 9, 1959, 13th NBA Championship: Boston Celtics sweep Minneapolis Lakers in 4 games, first of Boston Celtics' record 8 straight titles"
      }
    ],
    "04-10": [
      {
        "id": "sports-0410-1",
        "title": "58:50) in Athens, running the last lap accompanied by",
        "description": "On April 10, 1896, Spyridon Louis of Greece wins the inaugural Olympic marathon (2:58:50) in Athens, running the last lap accompanied by Constantine I"
      }
    ],
    "04-11": [
      {
        "id": "sports-0411-1",
        "title": "Politician Henry Clay (21) weds Lucretia Hart in",
        "description": "On April 11, 1799, Politician Henry Clay (21) weds Lucretia Hart in Lexington, Kentucky"
      },
      {
        "id": "sports-0411-2",
        "title": "Industrialist Henry Ford (24) weds Clara Jane Bryant",
        "description": "On April 11, 1888, Industrialist Henry Ford (24) weds Clara Jane Bryant (22) in Greenfield Township, Michigan"
      },
      {
        "id": "sports-0411-3",
        "title": "Actress Mae West (17) weds fellow vaudevillian Frank",
        "description": "On April 11, 1911, Actress Mae West (17) weds fellow vaudevillian Frank Wallace (21) in Milwaukee, Wisconsin"
      }
    ],
    "04-12": [
      {
        "id": "sports-0412-1",
        "title": "US Olympic Committee endorses a boycott of the Moscow",
        "description": "On April 12, 1980, US Olympic Committee endorses a boycott of the Moscow summer Olympics"
      }
    ],
    "04-13": [
      {
        "id": "sports-0413-1",
        "title": "Stan Musial scores his 1",
        "description": "On April 13, 1962, Stan Musial scores his 1,869th run, setting a new National League record"
      }
    ],
    "04-14": [
      {
        "id": "sports-0414-1",
        "title": "66th US Masters Tournament: Tiger Woods becomes the",
        "description": "On April 14, 2002, 66th US Masters Tournament: Tiger Woods becomes the third player to claim back-to-back Masters, three strokes ahead of Retief Goosen of South Africa"
      }
    ],
    "04-15": [
      {
        "id": "sports-0415-1",
        "title": "1st Modern Summer Olympic Games close at Panathenaic",
        "description": "On April 15, 1896, 1st Modern Summer Olympic Games close at Panathenaic Stadium in Athens, Greece; USA wins gold medal count with 11 and Greece the total medal count with 46"
      },
      {
        "id": "sports-0415-2",
        "title": "Jackie Robinson becomes the first African American to",
        "description": "On April 15, 1947, Jackie Robinson becomes the first African American to play in Major League Baseball for the Brooklyn Dodgers"
      },
      {
        "id": "sports-0415-3",
        "title": "Hillsborough disaster: 96 people are crushed to death",
        "description": "On April 15, 1989, Hillsborough disaster: 96 people are crushed to death and 766 are injured at Hillsborough Football Stadium in Sheffield, England, during an FA Cup semi-final between Liverpool and Nottingham Forest"
      }
    ],
    "04-16": [
      {
        "id": "sports-0416-1",
        "title": "Cleveland Indians become the first MLB team to",
        "description": "On April 16, 1929, Cleveland Indians become the first MLB team to permanently feature numbers on the backs of uniforms; numbers correspond to the position in the batting order"
      }
    ],
    "04-17": [
      {
        "id": "sports-0417-1",
        "title": "Police Halt Boxing Match 1860 Champion of England Tom",
        "description": "On April 17, 1860, Police Halt Boxing Match 1860 Champion of England Tom Sayers and American John Heenan fight a brutal 2-hour, 27-minute draw that ends only after police stop the fight near Farnborough in England, acknowledged as the first world title bout"
      },
      {
        "id": "sports-0417-2",
        "title": "Trailing 12-1, the Philadelphia Phillies beat the",
        "description": "On April 17, 1976, Trailing 12-1, the Philadelphia Phillies beat the Chicago Cubs 18-16 in 10 innings at Wrigley Field; Mike Schmidt hits four consecutive home runs in the greatest comeback in NL history"
      }
    ],
    "04-18": [
      {
        "id": "sports-0418-1",
        "title": "First run of 2,000 guineas horse race at Newmarket,",
        "description": "On April 18, 1809, First run of 2,000 guineas horse race at Newmarket, England"
      }
    ],
    "04-19": [
      {
        "id": "sports-0419-1",
        "title": "1st Boston Marathon (B.A.A. Road Race)",
        "description": "On April 19, 1897, 1st Boston Marathon (B.A.A. Road Race), won by John J. McDermott in 2:55:10; the world's oldest annual marathon inspired by success of the first marathon at the 1896 Summer Olympics"
      }
    ],
    "04-20": [
      {
        "id": "sports-0420-1",
        "title": "Danica Patrick driving for Andretti Green Racing wins",
        "description": "On April 20, 2008, Danica Patrick driving for Andretti Green Racing wins the Indy Japan 300 at Twin Ring Motegi; first female driver in history to win an IndyCar Series race"
      }
    ],
    "04-21": [
      {
        "id": "sports-0421-1",
        "title": "Ty Cobb makes his professional debut for the Augusta",
        "description": "On April 21, 1904, Ty Cobb makes his professional debut for the Augusta Tourists in the South Atlantic League"
      }
    ],
    "04-22": [
      {
        "id": "sports-0422-1",
        "title": "NY Highlanders (Yankees) play their first MLB game",
        "description": "On April 22, 1903, NY Highlanders (Yankees) play their first MLB game, losing 3-1 before 11,950 spectators against the Washington Senators at American League Park"
      }
    ],
    "04-23": [
      {
        "id": "sports-0423-1",
        "title": "West Indian cricketer Chris Gayle smashes the fastest",
        "description": "On April 23, 2013, West Indian cricketer Chris Gayle smashes the fastest century in history in just 30 balls"
      }
    ],
    "04-24": [
      {
        "id": "sports-0424-1",
        "title": "Bill Shoemaker wins his 8",
        "description": "On April 24, 1981, Bill Shoemaker wins his 8,000th horse race, 2,000 more than any other jockey"
      }
    ],
    "04-25": [
      {
        "id": "sports-0425-1",
        "title": "Chuck Cooper becomes the 1st African American to be",
        "description": "On April 25, 1950, Chuck Cooper becomes the 1st African American to be drafted into the NBA (for Boston Celtics)"
      }
    ],
    "04-26": [
      {
        "id": "sports-0426-1",
        "title": "A tradition begins with the first organ at a baseball",
        "description": "On April 26, 1941, A tradition begins with the first organ at a baseball stadium (Chicago Cubs)"
      }
    ],
    "04-27": [
      {
        "id": "sports-0427-1",
        "title": "Undefeated world heavyweight boxing champion Rocky",
        "description": "On April 27, 1956, Undefeated world heavyweight boxing champion Rocky Marciano retires from the ring"
      }
    ],
    "04-28": [
      {
        "id": "sports-0428-1",
        "title": "World's First Motor Race 1887 \"Europe's first motoring",
        "description": "On April 28, 1887, World's First Motor Race 1887 \"Europe's first motoring competition\" is 'won' by The Marquis de Dion on a steam-powered quadricycle built by French toymaker and engineer Georges Bouton; French newspaper Le Velocipede organized the 'test', and Bouton was the only participant"
      },
      {
        "id": "sports-0428-2",
        "title": "Andre Agassi recaptures the world #1 ranking to become",
        "description": "On April 28, 2003, Andre Agassi recaptures the world #1 ranking to become the oldest top-ranked male in the history of the ATP rankings at 33 years and 13 days"
      }
    ],
    "04-29": [
      {
        "id": "sports-0429-1",
        "title": "First official International Weightlifting Federation",
        "description": "On April 29, 1922, First official International Weightlifting Federation Championship is held in Tallinn, Estonia"
      }
    ],
    "04-30": [
      {
        "id": "sports-0430-1",
        "title": "Manchester City defeats Manchester United 1-0 in what",
        "description": "On April 30, 2012, Manchester City defeats Manchester United 1-0 in what is claimed to be the biggest match in English Premier League history"
      }
    ],
    "05-01": [
      {
        "id": "sports-0501-1",
        "title": "Bob Rogers is acknowledged as the first American pro",
        "description": "On May 1, 1883, Bob Rogers is acknowledged as the first American pro sports trainer when he is hired by the NY Athletic Club"
      }
    ],
    "05-02": [
      {
        "id": "sports-0502-1",
        "title": "Leicester City wins the English Premier League title",
        "description": "On May 2, 2016, Leicester City wins the English Premier League title after starting the season at 5,000-1 odds"
      }
    ],
    "05-03": [
      {
        "id": "sports-0503-1",
        "title": "World Snooker Championship",
        "description": "On May 3, 1999, World Snooker Championship, Crucible Theatre, Sheffield: Stephen Hendry of Scotland defeats Welshman Mark Williams 18-11 for a record seventh world crown"
      }
    ],
    "05-04": [
      {
        "id": "sports-0504-1",
        "title": "Cincinnati Red Stockings play their first official",
        "description": "On May 4, 1869, Cincinnati Red Stockings play their first official baseball game, defeating the Great Western Base Ball Club 45-9"
      }
    ],
    "05-05": [
      {
        "id": "sports-0505-1",
        "title": "Cy Young pitches the first perfect game in \"modern\"",
        "description": "On May 5, 1904, Cy Young pitches the first perfect game in \"modern\" baseball as the Boston Americans beat Philadelphia Athletics, 3-0"
      },
      {
        "id": "sports-0505-2",
        "title": "Milwaukee Bucks sign #1 NBA Draft pick",
        "description": "On May 5, 1969, Milwaukee Bucks sign #1 NBA Draft pick, star UCLA center Lew Alcindor ( Kareem Abdul-Jabbar )"
      }
    ],
    "05-06": [
      {
        "id": "sports-0506-1",
        "title": "59.4 at Iffley Road Track in Oxford",
        "description": "On May 6, 1954, English athlete Roger Bannister becomes the first to run a sub-4-minute mile, recording 3:59.4 at Iffley Road Track in Oxford"
      }
    ],
    "05-07": [
      {
        "id": "sports-0507-1",
        "title": "Champion Puerto Rican jockey Ángel Cordero Jr. retires",
        "description": "On May 7, 1992, Champion Puerto Rican jockey Ángel Cordero Jr. retires after winning 7,057 thoroughbred horse races"
      }
    ],
    "05-08": [
      {
        "id": "sports-0508-1",
        "title": "The Soviet Union announces it will not participate in",
        "description": "On May 8, 1984, The Soviet Union announces it will not participate in Los Angeles Summer Olympics in retaliation for the American boycott of the 1980 Moscow Olympics"
      }
    ],
    "05-09": [
      {
        "id": "sports-0509-1",
        "title": "Accra Sports Stadium Disaster: 129 Ghanaian football",
        "description": "On May 9, 2001, Accra Sports Stadium Disaster: 129 Ghanaian football fans die in a stampede caused by the firing of tear gas by police following a decision by the referee in a crucial match between arch-rivals Accra Hearts of Oak and Kumasi Asante Kotoko"
      }
    ],
    "05-10": [
      {
        "id": "sports-0510-1",
        "title": "Stanley Cup Final, Boston Garden, Boston, MA: Bobby",
        "description": "On May 10, 1970, Stanley Cup Final, Boston Garden, Boston, MA: Bobby Orr scores a famous OT winner as Boston beats the St. Louis Blues 4-3 for a 4-0 series sweep; Bruins win their first title since 1941"
      }
    ],
    "05-11": [
      {
        "id": "sports-0511-1",
        "title": "Henri Desgrange establishes world's 1st bicycle world",
        "description": "On May 11, 1893, Henri Desgrange establishes world's 1st bicycle world record, travelling 35.325 km (21.95 miles) an hour"
      }
    ],
    "05-12": [
      {
        "id": "sports-0512-1",
        "title": "Crouching start first used in track and field by",
        "description": "On May 12, 1888, Crouching start first used in track and field by Charles Sherrill of Yale"
      }
    ],
    "05-13": [
      {
        "id": "sports-0513-1",
        "title": "First-ever race of the Formula 1 World Drivers'",
        "description": "On May 13, 1950, First-ever race of the Formula 1 World Drivers' Championship is run at Silverstone, England, and won by Giuseppe Farina of Italy in an Alfa Romeo"
      }
    ],
    "05-14": [
      {
        "id": "sports-0514-1",
        "title": "NY Yankee Mickey Mantle hits career HR #500 off",
        "description": "On May 14, 1967, NY Yankee Mickey Mantle hits career HR #500 off Baltimore Orioles' Stu Miller"
      }
    ],
    "05-15": [
      {
        "id": "sports-0515-1",
        "title": "First baseball enclosure opens at Union Grounds in",
        "description": "On May 15, 1862, First baseball enclosure opens at Union Grounds in Brooklyn"
      },
      {
        "id": "sports-0515-2",
        "title": "Jessica Watson at age 16 becomes the youngest person",
        "description": "On May 15, 2010, Jessica Watson at age 16 becomes the youngest person to sail solo, non-stop and unassisted around the world"
      }
    ],
    "05-16": [
      {
        "id": "sports-0516-1",
        "title": "Marie Antoinette (14) marries future King Louis XVI",
        "description": "On May 16, 1770, Marie Antoinette (14) marries future King Louis XVI (15) of France"
      },
      {
        "id": "sports-0516-2",
        "title": "Austrian composer Johann Nepomuk Hummel (35) weds",
        "description": "On May 16, 1813, Austrian composer Johann Nepomuk Hummel (35) weds German opera singer Elisabeth Röckel (20) in Vienna, Austria, until his death in 1837"
      },
      {
        "id": "sports-0516-3",
        "title": "American writer Edgar Allan Poe (26) marries his",
        "description": "On May 16, 1836, American writer Edgar Allan Poe (26) marries his 13-year-old cousin Virginia Clemm"
      }
    ],
    "05-17": [
      {
        "id": "sports-0517-1",
        "title": "Oliver Lewis aboard Aristides wins in 2:37.75",
        "description": "On May 17, 1875, 1st Kentucky Derby: Oliver Lewis aboard Aristides wins in 2:37.75"
      }
    ],
    "05-18": [
      {
        "id": "sports-0518-1",
        "title": "Edmonton right wing Jari Kurri sets a record for",
        "description": "On May 18, 1990, Edmonton right wing Jari Kurri sets a record for scoring in a Stanley Cup Finals game with 3 goals and 2 assists in a 7-2 win at Boston Garden"
      }
    ],
    "05-19": [
      {
        "id": "sports-0519-1",
        "title": "Willy T. Ribbs overcomes numerous mechanical problems",
        "description": "On May 19, 1991, Willy T. Ribbs overcomes numerous mechanical problems in qualifying to become the first African-American driver to make the Indianapolis 500 starting grid"
      }
    ],
    "05-20": [
      {
        "id": "sports-0520-1",
        "title": "Second modern Summer Olympics opens in Paris and",
        "description": "On May 20, 1900, Second modern Summer Olympics (Games of the II Olympiad) opens in Paris and continues for five months"
      }
    ],
    "05-21": [
      {
        "id": "sports-0521-1",
        "title": "Federation Internationale de Football Association",
        "description": "On May 21, 1904, Federation Internationale de Football Association (FIFA) forms in Paris"
      }
    ],
    "05-22": [
      {
        "id": "sports-0522-1",
        "title": "Annika Sörenstam becomes the first woman to play on",
        "description": "On May 22, 2003, Annika Sörenstam becomes the first woman to play on the PGA Tour in 58 years in Fort Worth, Texas"
      }
    ],
    "05-23": [
      {
        "id": "sports-0523-1",
        "title": "1st Preakness Stakes: G. Barbee aboard Survivor wins",
        "description": "On May 23, 1873, 1st Preakness Stakes: G. Barbee aboard Survivor wins in 2:43 at Pimlico Race Course, Baltimore, Maryland"
      }
    ],
    "05-24": [
      {
        "id": "sports-0524-1",
        "title": "First Major League night baseball game",
        "description": "On May 24, 1935, First Major League night baseball game, Reds beat Philadelphia 2-1 in Cincinnati"
      }
    ],
    "05-25": [
      {
        "id": "sports-0525-1",
        "title": "The Greatest 45 Minutes in Sports History 1935",
        "description": "On May 25, 1935, The Greatest 45 Minutes in Sports History 1935 Legendary American athlete Jesse Owens equals or breaks four world records in 45 minutes at a Big Ten meet at Ferry Field in Ann Arbor, Michigan; remembered as \" the greatest 45 minutes ever in sport \""
      }
    ],
    "05-26": [
      {
        "id": "sports-0526-1",
        "title": "Inaugural 24 Hours of Le Mans endurance race for cars",
        "description": "On May 26, 1923, Inaugural 24 Hours of Le Mans endurance race for cars starts through public roads around Le Mans, France; inaugural winners are André Lagache and René Léonard (France) for Chenard & Walcker"
      }
    ],
    "05-27": [
      {
        "id": "sports-0527-1",
        "title": "Fiorentina of Italy wins the first European Cup",
        "description": "On May 27, 1961, Fiorentina of Italy wins the first European Cup Winners' Cup against Glasgow Rangers 4-2 in Florence (second leg)"
      }
    ],
    "05-28": [
      {
        "id": "sports-0528-1",
        "title": "First indoor swimming pool opens in Goodman's Fields",
        "description": "On May 28, 1742, First indoor swimming pool opens in Goodman's Fields, London"
      }
    ],
    "05-29": [
      {
        "id": "sports-0529-1",
        "title": "US Supreme Court rules that organized baseball is a",
        "description": "On May 29, 1922, US Supreme Court rules that organized baseball is a sport and not a business, thus not subject to antitrust laws"
      }
    ],
    "05-30": [
      {
        "id": "sports-0530-1",
        "title": "1st Indianapolis 500: Ray Harroun",
        "description": "On May 30, 1911, 1st Indianapolis 500: Ray Harroun, driving a Marmon Wasp for Nordyke & Marmon Company, comes out of retirement and wins the inaugural event with an average speed of 74.6 mph (120.1 km/h)"
      }
    ],
    "05-31": [
      {
        "id": "sports-0531-1",
        "title": "Britain's Dr. James Moore wins the first recorded",
        "description": "On May 31, 1868, Britain's Dr. James Moore wins the first recorded bicycle race, a 2 km velocipede race at Parc de Saint-Cloud, Paris"
      }
    ],
    "06-01": [
      {
        "id": "sports-0601-1",
        "title": "Ridden by outstanding English jockey Fred Archer",
        "description": "On June 1, 1881, Ridden by outstanding English jockey Fred Archer, Iroquois wins the Epsom Derby to become the first American-owned and bred horse to win a European classic race"
      }
    ],
    "06-02": [
      {
        "id": "sports-0602-1",
        "title": "Future Baseball Hall of Fame slugger Babe Ruth",
        "description": "On June 2, 1935, Future Baseball Hall of Fame slugger Babe Ruth announces his retirement as a player at 40 years of age"
      }
    ],
    "06-03": [
      {
        "id": "sports-0603-1",
        "title": "W. G. Grace 's last day of Test cricket at age 50",
        "description": "On June 3, 1899, W. G. Grace 's last day of Test cricket at age 50 years and 320 days"
      }
    ],
    "06-04": [
      {
        "id": "sports-0604-1",
        "title": "1st Ryder Cup Golf",
        "description": "On June 4, 1927, 1st Ryder Cup Golf, Worcester CC: US beats Great Britain, 9½-2½; Walter Hagen first American captain; Ted Ray first GB skipper"
      }
    ],
    "06-05": [
      {
        "id": "sports-0605-1",
        "title": "Steve Cauthen wins aboard Slip Anchor at Epsom Downs",
        "description": "On June 5, 1985, Steve Cauthen wins aboard Slip Anchor at Epsom Downs to become the only jockey to win both the Kentucky Derby (1978) and The Derby"
      }
    ],
    "06-06": [
      {
        "id": "sports-0606-1",
        "title": "British Open Men's Golf",
        "description": "On June 6, 1901, British Open Men's Golf, Muirfield: Scotsman James Braid wins the first of five Open titles by three strokes over Harry Vardon of Jersey"
      },
      {
        "id": "sports-0606-2",
        "title": "French Open Women's Tennis: 17-year-old German Steffi",
        "description": "On June 6, 1987, French Open Women's Tennis: 17-year-old German Steffi Graf beats World #1 Martina Navratilova 6-4, 4-6, 8-6; Graf's first Grand Slam victory"
      },
      {
        "id": "sports-0606-3",
        "title": "The PGA Tour, DP World Tour, and LIV Golf League agree",
        "description": "On June 6, 2023, The PGA Tour, DP World Tour, and LIV Golf League agree to unify to create a for-profit entity run by the PGA Tour and funded by Saudi Arabia's Public Investment Fund"
      }
    ],
    "06-07": [
      {
        "id": "sports-0607-1",
        "title": "Chicago Cubs score 11 runs in the 1st inning of a 19-0",
        "description": "On June 7, 1906, Chicago Cubs score 11 runs in the 1st inning of a 19-0 drubbing of the New York Giants off future Baseball Hall of Famers Christy Mathewson and Joe McGinnity; worst beating in Giants franchise history"
      },
      {
        "id": "sports-0607-2",
        "title": "French Open Women's Tennis: Chris Evert beats Martina",
        "description": "On June 7, 1986, French Open Women's Tennis: Chris Evert beats Martina Navratilova 2-6, 6-3, 6-3 for her 18th and final Grand Slam title and record 7th French singles crown"
      }
    ],
    "06-08": [
      {
        "id": "sports-0608-1",
        "title": "MLB legend Mickey Mantle gives his farewell retirement",
        "description": "On June 8, 1969, MLB legend Mickey Mantle gives his farewell retirement speech during \"Mickey Mantle Day\" at Yankee Stadium as 60,096 fans see #7 retired"
      }
    ],
    "06-09": [
      {
        "id": "sports-0609-1",
        "title": "105th Belmont Stakes: Ron Turcotte aboard Secretariat",
        "description": "On June 9, 1973, 105th Belmont Stakes: Ron Turcotte aboard Secretariat wins in 2:24, becoming the first Triple Crown winner in 25 years"
      }
    ],
    "06-10": [
      {
        "id": "sports-0610-1",
        "title": "American golfer Al Geiberger becomes the first player",
        "description": "On June 10, 1977, American golfer Al Geiberger becomes the first player in history to post a sub-60 score, 59 (−13), in a PGA Tour-sanctioned event during the second round of the Danny Thomas Memphis Classic at Colonial CC in Tennessee"
      }
    ],
    "06-11": [
      {
        "id": "sports-0611-1",
        "title": "French Open Men's Tennis: Spaniard Rafael Nadal beats",
        "description": "On June 11, 2017, French Open Men's Tennis: Spaniard Rafael Nadal beats Stan Wawrinka of Switzerland 6–2, 6–3, 6–1; becomes first man to win French title 10 times"
      }
    ],
    "06-12": [
      {
        "id": "sports-0612-1",
        "title": "Worcester Ruby Legs pitcher Lee Richmond throws the",
        "description": "On June 12, 1880, Worcester Ruby Legs pitcher Lee Richmond throws the first perfect game in MLB history in a 1-0 win over the Cleveland Blues at the Agricultural County Fair Grounds in Worcester"
      }
    ],
    "06-13": [
      {
        "id": "sports-0613-1",
        "title": "Émile Levassor wins the first automobile race in",
        "description": "On June 13, 1895, Émile Levassor wins the first automobile race in history, the Paris-Bordeaux-Paris, taking 48 hours and 48 minutes (1,178 km)"
      }
    ],
    "06-14": [
      {
        "id": "sports-0614-1",
        "title": "Miami beats St. Petersburg 4-3 in 29 innings",
        "description": "On June 14, 1966, Miami beats St. Petersburg (Florida State League) 4-3 in 29 innings, the longest uninterrupted game in organized baseball"
      }
    ],
    "06-15": [
      {
        "id": "sports-0615-1",
        "title": "US Open Men's Golf",
        "description": "On June 15, 1980, US Open Men's Golf, Baltusrol GC: Jack Nicklaus sets new tournament scoring record 272 (-8) to win his 4th Open title, 2 strokes ahead of Isao Aoki of Japan"
      }
    ],
    "06-16": [
      {
        "id": "sports-0616-1",
        "title": "Jim Thorpe makes his pro baseball pitching debut for",
        "description": "On June 16, 1909, Jim Thorpe makes his pro baseball pitching debut for Rocky Mount (ECL) with a 4-2 win, causing him to forfeit his Olympic gold medals"
      }
    ],
    "06-17": [
      {
        "id": "sports-0617-1",
        "title": "US Open Men's Golf",
        "description": "On June 17, 1962, US Open Men's Golf, Oakmont CC: Jack Nicklaus wins his first major title by 3 strokes in an 18-hole playoff with Arnold Palmer"
      }
    ],
    "06-18": [
      {
        "id": "sports-0618-1",
        "title": "All Black Jonah Lomu scores the try of the Rugby World",
        "description": "On June 18, 1995, All Black Jonah Lomu scores the try of the Rugby World Cup, running over Mike Catt in New Zealand's 45-29 defeat of England"
      }
    ],
    "06-19": [
      {
        "id": "sports-0619-1",
        "title": "First officially recognized baseball game - NY Nine",
        "description": "On June 19, 1846, First officially recognized baseball game (played by Cartwright Rules) - NY Nine defeats the NY Knickerbockers 23-1 in Hoboken, New Jersey"
      },
      {
        "id": "sports-0619-2",
        "title": "Gilbert Gilpatrick aboard Ruthless wins in 3:05",
        "description": "On June 19, 1867, 1st Belmont Stakes: Gilbert Gilpatrick aboard Ruthless wins in 3:05"
      }
    ],
    "06-20": [
      {
        "id": "sports-0620-1",
        "title": "1st Rugby World Cup Final",
        "description": "On June 20, 1987, 1st Rugby World Cup Final, Eden Park, Auckland: New Zealand fly-half Grant Fox lands 4 penalties, a conversion and drop goal as the All Blacks beat France 29-9"
      }
    ],
    "06-21": [
      {
        "id": "sports-0621-1",
        "title": "FIFA World Cup Final",
        "description": "On June 21, 1970, FIFA World Cup Final, Estadio Azteca, Mexico City: Brazil and Pelé become the first team and player to win the World Cup three times, defeating Italy 4-1 in front of 107,412 spectators"
      }
    ],
    "06-22": [
      {
        "id": "sports-0622-1",
        "title": "Game of lawn tennis is introduced by Welsh Major",
        "description": "On June 22, 1874, Game of lawn tennis is introduced by Welsh Major Walter Clopton Wingfield, who introduces a rubber ball to bounce on grass"
      },
      {
        "id": "sports-0622-2",
        "title": "Challenger Joe Louis KOs James J. Braddock in the 8th",
        "description": "On June 22, 1937, Challenger Joe Louis KOs James J. Braddock in the 8th round at Chicago's Comiskey Park for the world heavyweight boxing title"
      },
      {
        "id": "sports-0622-3",
        "title": "John McEnroe 's famous \"You cannot be serious\" rant in",
        "description": "On June 22, 1981, John McEnroe 's famous \"You cannot be serious\" rant in first-round win over Tom Gullikson at Wimbledon"
      }
    ],
    "06-23": [
      {
        "id": "sports-0623-1",
        "title": "The International Olympic Committee is founded at the",
        "description": "On June 23, 1894, The International Olympic Committee is founded at the Sorbonne, Paris, at the initiative of Baron Pierre de Coubertin, selecting Athens to host the first modern games in 1896 [1]"
      },
      {
        "id": "sports-0623-2",
        "title": "Barry Bonds steals second base against the LA Dodgers",
        "description": "On June 23, 2003, Barry Bonds steals second base against the LA Dodgers, becoming the first player in MLB history to have 500 career home runs and 500 steals"
      },
      {
        "id": "sports-0623-3",
        "title": "1st ICC World Test Championship final",
        "description": "On June 23, 2021, 1st ICC World Test Championship final, Southampton: New Zealand dismisses India for meagre 170; completes tricky chase of 139 on 6th day to win inaugural cricket title"
      }
    ],
    "06-24": [
      {
        "id": "sports-0624-1",
        "title": "3rd Rugby World Cup",
        "description": "On June 24, 1995, 3rd Rugby World Cup, Ellis Park, Johannesburg: Springboks fly-half Joel Stransky lands the winning drop goal in extra time as South Africa defeats New Zealand 15-12"
      }
    ],
    "06-25": [
      {
        "id": "sports-0625-1",
        "title": "Martina Navratilova wins her record 100th singles",
        "description": "On June 25, 1991, Martina Navratilova wins her record 100th singles match at Wimbledon, defeating Elna Reinach of South Africa 4-6, 6-2, 6-4 in the first round"
      }
    ],
    "06-26": [
      {
        "id": "sports-0626-1",
        "title": "America's Cup: Emirates Team New Zealand defeats",
        "description": "On June 26, 2017, America's Cup: Emirates Team New Zealand defeats Oracle Team USA 7-1 in Bermuda, making Peter Burling (26) the youngest helmsman to win the cup"
      }
    ],
    "06-27": [
      {
        "id": "sports-0627-1",
        "title": "Canadian boxer George Dixon becomes the first Black",
        "description": "On June 27, 1890, Canadian boxer George Dixon becomes the first Black world champion when he stops English bantamweight champion Edwin \"Nunc\" Wallace in 18 rounds in London"
      },
      {
        "id": "sports-0627-2",
        "title": "Tony Hawk is the first skateboarder to land a \"900\" at",
        "description": "On June 27, 1999, Tony Hawk is the first skateboarder to land a \"900\" (a 2½-revolution aerial spin) at the X Games in San Francisco, California"
      }
    ],
    "06-28": [
      {
        "id": "sports-0628-1",
        "title": "US Open Women's Golf",
        "description": "On June 28, 1958, US Open Women's Golf, Forest Lake CC: Mickey Wright wins her first of four Open titles by five strokes over Louise Suggs ; she is the first player to win both the Open and LPGA in the same year"
      }
    ],
    "06-29": [
      {
        "id": "sports-0629-1",
        "title": "Vavá and Pelé each score two goals as Brazil defeats",
        "description": "On June 29, 1958, FIFA World Cup Final, Råsunda Stadium, Stockholm, Sweden: Vavá and Pelé each score two goals as Brazil defeats Sweden 5-2"
      }
    ],
    "06-30": [
      {
        "id": "sports-0630-1",
        "title": "FIFA World Cup Final",
        "description": "On June 30, 2002, FIFA World Cup Final, International Stadium, Yokohama, Japan: Ronaldo scores twice as Brazil beats Germany 2-0 to win a record 5th title; first World Cup held in Asia"
      }
    ],
    "07-01": [
      {
        "id": "sports-0701-1",
        "title": "NBA commences a player lockout after no agreement with",
        "description": "On July 1, 1998, NBA commences a player lockout after no agreement with players about salary issues - lasts 204 days with the season shortened by 50 games"
      }
    ],
    "07-02": [
      {
        "id": "sports-0702-1",
        "title": "American jockey Steve Cauthen wins the Irish Derby on",
        "description": "On July 2, 1989, American jockey Steve Cauthen wins the Irish Derby on Old Vic to become the first rider in history to sweep the world's four major Derbies (Kentucky, Epsom, French, Irish)"
      }
    ],
    "07-03": [
      {
        "id": "sports-0703-1",
        "title": "Wimbledon Men's Tennis: Sweden's Björn Borg beats Ilie",
        "description": "On July 3, 1976, Wimbledon Men's Tennis: Sweden's Björn Borg beats Ilie Năstase of Romania 6-4, 6-2, 9-7 for the first of five straight Wimbledon titles"
      }
    ],
    "07-04": [
      {
        "id": "sports-0704-1",
        "title": "Lou Gehrig is the first MLB player to have his number",
        "description": "On July 4, 1939, Lou Gehrig is the first MLB player to have his number (4) retired on his \"Appreciation Day\" at Yankee Stadium and makes the iconic \"luckiest man\" speech"
      }
    ],
    "07-05": [
      {
        "id": "sports-0705-1",
        "title": "Wimbledon Men's Tennis: Roger Federer beats Andy",
        "description": "On July 5, 2009, Wimbledon Men's Tennis: Roger Federer beats Andy Roddick of the US 5-7, 7-6, 7-6, 3-6, 16-14 for a record 15th Grand Slam singles title"
      }
    ],
    "07-06": [
      {
        "id": "sports-0706-1",
        "title": "MLB Commissioner Ford Frick inaugurates Cy Young Award",
        "description": "On July 6, 1956, MLB Commissioner Ford Frick inaugurates Cy Young Award, to honor baseball's outstanding pitcher of the season"
      },
      {
        "id": "sports-0706-2",
        "title": "Wimbledon Women's Tennis: Serena Williams beats older",
        "description": "On July 6, 2002, Wimbledon Women's Tennis: Serena Williams beats older sister Venus 7-6, 6-3 for her first Wimbledon singles title"
      },
      {
        "id": "sports-0706-3",
        "title": "Kansas City Chiefs quarterback Patrick Mahomes agrees",
        "description": "On July 6, 2020, Kansas City Chiefs quarterback Patrick Mahomes agrees to the largest contract for an athlete in sports history, inking a 12-year deal that could end up being worth US$503 million"
      }
    ],
    "07-07": [
      {
        "id": "sports-0707-1",
        "title": "Wimbledon Women's Tennis: Martina Navratilova wins her",
        "description": "On July 7, 1990, Wimbledon Women's Tennis: Martina Navratilova wins her record ninth Wimbledon singles title, defeating American Zina Garrison 6-4, 6-1"
      }
    ],
    "07-08": [
      {
        "id": "sports-0708-1",
        "title": "The Boxing Match That Lasted 111 Rounds 1889 John L.",
        "description": "On July 8, 1889, The Boxing Match That Lasted 111 Rounds 1889 John L. Sullivan successfully defends the last officially sanctioned bare-knuckle world heavyweight prizefighting championship when Jake Kilrain's trainer throws in the towel after 75 one-minute rounds near Hattiesburg, Mississippi"
      }
    ],
    "07-09": [
      {
        "id": "sports-0709-1",
        "title": "$48 Million Prize Money: Anyone For Tennis? 1877 First",
        "description": "On July 9, 1877, $48 Million Prize Money: Anyone For Tennis? 1877 First Wimbledon tennis championship - first official lawn tennis tournament - begins featuring men's singles only"
      }
    ],
    "07-10": [
      {
        "id": "sports-0710-1",
        "title": "100th British Open Men's Golf",
        "description": "On July 10, 1971, 100th British Open Men's Golf, Royal Birkdale: Lee Trevino wins the first of his consecutive Open Championships, a stroke ahead of Lu Liang-Huan of Taiwan"
      }
    ],
    "07-11": [
      {
        "id": "sports-0711-1",
        "title": "Charlotte Cooper beats Hélène Prévost to become the",
        "description": "On July 11, 1900, Charlotte Cooper beats Hélène Prévost to become the first female Olympic tennis champion and the first individual female Olympic champion in any sport"
      }
    ],
    "07-12": [
      {
        "id": "sports-0712-1",
        "title": "Down With Disco! 1979 \" Disco Demolition Night\" at",
        "description": "On July 12, 1979, Down With Disco! 1979 \" Disco Demolition Night\" at Comiskey Park: fans go wild destroying disco records and cause the White Sox to forfeit second game of a doubleheader to the Detroit Tigers"
      },
      {
        "id": "sports-0712-2",
        "title": "FIFA World Cup Final",
        "description": "On July 12, 1998, FIFA World Cup Final, Stade de France, Saint-Denis: Zinedine Zidane scores twice as France wins first World Cup beating Brazil, 3-0"
      }
    ],
    "07-13": [
      {
        "id": "sports-0713-1",
        "title": "First football World Cup competition begins in Uruguay",
        "description": "On July 13, 1930, First football World Cup competition begins in Uruguay"
      }
    ],
    "07-14": [
      {
        "id": "sports-0714-1",
        "title": "51st Tour de France: Jacques Anquetil of France wins",
        "description": "On July 14, 1964, 51st Tour de France: Jacques Anquetil of France wins 4th consecutive Tour and is first to claim 5 titles"
      }
    ],
    "07-15": [
      {
        "id": "sports-0715-1",
        "title": "British Open Men's Golf at St Andrews: Jack Nicklaus",
        "description": "On July 15, 1978, British Open Men's Golf at St Andrews: Jack Nicklaus completes his third career Grand Slam, winning by 2 strokes over Ben Crenshaw and Ray Floyd"
      }
    ],
    "07-16": [
      {
        "id": "sports-0716-1",
        "title": "Wimbledon Men's Tennis: Roger Federer beats Marin",
        "description": "On July 16, 2017, Wimbledon Men's Tennis: Roger Federer beats Marin Čilić 6-3, 6-1, 6-4 for a record 8th Wimbledon men's title"
      }
    ],
    "07-17": [
      {
        "id": "sports-0717-1",
        "title": "21st modern Olympic games open in Montreal: 25 African",
        "description": "On July 17, 1976, 21st modern Olympic games open in Montreal: 25 African teams (later rising to 33 nations) boycott the games due to New Zealand playing rugby in apartheid South Africa"
      }
    ],
    "07-18": [
      {
        "id": "sports-0718-1",
        "title": "Nadia Comăneci (14) becomes the first gymnast in",
        "description": "On July 18, 1976, Nadia Comăneci (14) becomes the first gymnast in Olympic Games history to achieve a perfect 10 score (doing so 7 times) at the Montreal Games"
      }
    ],
    "07-19": [
      {
        "id": "sports-0719-1",
        "title": "1st Wimbledon Men's Tennis: 27-year-old English",
        "description": "On July 19, 1877, 1st Wimbledon Men's Tennis: 27-year-old English rackets player Spencer Gore wins inaugural event; beats William Marshall 6-1, 6-2, 6-4"
      },
      {
        "id": "sports-0719-2",
        "title": "French rider Maurice Garin wins inaugural event",
        "description": "On July 19, 1903, 1st Tour de France: French rider Maurice Garin wins inaugural event"
      }
    ],
    "07-20": [
      {
        "id": "sports-0720-1",
        "title": "An injured Babe Ruth entertains the touring Australian",
        "description": "On July 20, 1932, An injured Babe Ruth entertains the touring Australian cricketers in his private box at Yankee Stadium as his NY Yankees beat the Chicago White Sox 7-2; 'The Babe' meets 'The Don' ( Don Bradman )"
      },
      {
        "id": "sports-0720-2",
        "title": "Hank Aaron hits his 755th and last home run off Angels",
        "description": "On July 20, 1976, Hank Aaron hits his 755th and last home run off Angels pitcher Dick Drago"
      }
    ],
    "07-21": [
      {
        "id": "sports-0721-1",
        "title": "With a record six races remaining",
        "description": "On July 21, 2002, With a record six races remaining, German Ferrari driver Michael Schumacher clinches his fifth F1 World Drivers' Championship with victory in the French Grand Prix at Circuit de Nevers Magny-Cours, his third straight title win"
      }
    ],
    "07-22": [
      {
        "id": "sports-0722-1",
        "title": "South African golfer Branden Grace records the lowest",
        "description": "On July 22, 2017, South African golfer Branden Grace records the lowest round for a men's major championship with a 62 in the 3rd round at the British Open, Royal Birkdale, England"
      }
    ],
    "07-23": [
      {
        "id": "sports-0723-1",
        "title": "British Open Men's Golf",
        "description": "On July 23, 2000, British Open Men's Golf, St Andrews: Tiger Woods beats Thomas Bjørn and Ernie Els by eight shots to win his first Open title and becomes the youngest player at only 24 to win all four major titles"
      }
    ],
    "07-24": [
      {
        "id": "sports-0724-1",
        "title": "92nd Tour de France: no winner; Lance Armstrong",
        "description": "On July 24, 2005, 92nd Tour de France: no winner; Lance Armstrong retires after winning a record seventh consecutive victory but disqualified in 2012 for doping"
      }
    ],
    "07-25": [
      {
        "id": "sports-0725-1",
        "title": "86th Tour de France: Lance Armstrong wins the first of",
        "description": "On July 25, 1999, 86th Tour de France: Lance Armstrong wins the first of seven consecutive Tour de France titles but is later disqualified for doping"
      }
    ],
    "07-26": [
      {
        "id": "sports-0726-1",
        "title": "Montreal Expos infielder Pete Rose ties Ty Cobb with",
        "description": "On July 26, 1984, Montreal Expos infielder Pete Rose ties Ty Cobb with hit #3,502"
      }
    ],
    "07-27": [
      {
        "id": "sports-0727-1",
        "title": "American defender Resolute beats Thomas Lipton's",
        "description": "On July 27, 1920, American defender Resolute beats Thomas Lipton's British challenger Shamrock IV 3-2 in the 14th America's Cup"
      }
    ],
    "07-28": [
      {
        "id": "sports-0728-1",
        "title": "Legendary England cricket all-rounder Ian Botham on",
        "description": "On July 28, 1977, Legendary England cricket all-rounder Ian Botham on debut takes 5 for 74 in the Australian first innings in a seven-wicket third Test win at Trent Bridge"
      }
    ],
    "07-29": [
      {
        "id": "sports-0729-1",
        "title": "First international world title prizefight: Jack Stack",
        "description": "On July 29, 1751, First international world title prizefight: Jack Stack of England defeats challenger M. Petit of France in 29 minutes in England"
      }
    ],
    "07-30": [
      {
        "id": "sports-0730-1",
        "title": "Nonpareil Jack Dempsey fights George Fulljames in what",
        "description": "On July 30, 1884, Nonpareil Jack Dempsey fights George Fulljames in what is possibly the first middleweight fight with boxing gloves"
      },
      {
        "id": "sports-0730-2",
        "title": "Uruguay beats Argentina 4-2 in the inaugural event",
        "description": "On July 30, 1930, First FIFA World Cup Final, Estadio Centenario, Montevideo, Uruguay: Uruguay beats Argentina 4-2 in the inaugural event"
      }
    ],
    "07-31": [
      {
        "id": "sports-0731-1",
        "title": "Halina Konopacka of Poland hurls a discus world record",
        "description": "On July 31, 1928, Halina Konopacka of Poland hurls a discus world record of 39.62 m to win the first gold medal in women's Olympic athletics at the Amsterdam Games"
      }
    ],
    "08-01": [
      {
        "id": "sports-0801-1",
        "title": "Earl Engelbert I of Nassau marries Johanna of Poland",
        "description": "On August 1, 1404, Earl Engelbert I of Nassau marries Johanna of Poland"
      },
      {
        "id": "sports-0801-2",
        "title": "Future Holy Roman Emperor Charles VI (32) marries",
        "description": "On August 1, 1708, Future Holy Roman Emperor Charles VI (32) marries Elisabeth Christine of Brunswick-Wolfenbüttel (16) at the church of Santa María del Mar, Barcelona"
      },
      {
        "id": "sports-0801-3",
        "title": "Physicist Niels Bohr (26) weds Margrethe Norlund at a",
        "description": "On August 1, 1912, Physicist Niels Bohr (26) weds Margrethe Norlund at a civil ceremony in Slagelse, Denmark"
      }
    ],
    "08-02": [
      {
        "id": "sports-0802-1",
        "title": "Saratoga Racecourse",
        "description": "On August 2, 1864, Saratoga Racecourse, America's oldest thoroughbred racetrack, opens its inaugural meet with four days of racing"
      }
    ],
    "08-03": [
      {
        "id": "sports-0803-1",
        "title": "The Greatest 45 Minutes in Sports History 1936",
        "description": "On August 3, 1936, The Greatest 45 Minutes in Sports History 1936 American sprinter Jesse Owens wins the 100 m in 10.3 seconds in front of Adolf Hitler in a famous race at the Berlin Olympics, the first of four gold medals he wins at the Games"
      },
      {
        "id": "sports-0803-2",
        "title": "Basketball Association of America (BAA) and National",
        "description": "On August 3, 1949, Basketball Association of America (BAA) and National Basketball League (NBL) merge to form the National Basketball Association (NBA), with Maurice Podoloff elected as head of the new league"
      },
      {
        "id": "sports-0803-3",
        "title": "Brazilian soccer forward Neymar transfers from FC",
        "description": "On August 3, 2017, Brazilian soccer forward Neymar transfers from FC Barcelona to Paris Saint-Germain for a world-record transfer fee of €222 million on a five-year contract"
      }
    ],
    "08-04": [
      {
        "id": "sports-0804-1",
        "title": "Australian cricket spinner Shane Warne skittles",
        "description": "On August 4, 2001, Australian cricket spinner Shane Warne skittles England (162) with 6/33 to guide tourists to a 7-wicket third Test victory at Trent Bridge; Aussies regain the Ashes with a record seventh straight Test win against England"
      }
    ],
    "08-05": [
      {
        "id": "sports-0805-1",
        "title": "American athlete Jesse Owens wins the 200 m in a world",
        "description": "On August 5, 1936, American athlete Jesse Owens wins the 200 m in a world record time of 20.7 seconds, his third gold medal of the Berlin Olympics"
      }
    ],
    "08-06": [
      {
        "id": "sports-0806-1",
        "title": "Dutch super athlete Fanny Blankers-Koen wins the 200 m",
        "description": "On August 6, 1948, Dutch super athlete Fanny Blankers-Koen wins the 200 m in 24.4 seconds at the London Olympics, becoming the first woman to claim three individual track and field gold medals at a Games, having already won the 100 m and 80 m hurdles"
      }
    ],
    "08-07": [
      {
        "id": "sports-0807-1",
        "title": "NY Yankees slugger Babe Ruth ties MLB record by",
        "description": "On August 7, 1929, NY Yankees slugger Babe Ruth ties MLB record by hitting grand slams in consecutive games for the second time in a 13-1 win against the Philadelphia Athletics"
      }
    ],
    "08-08": [
      {
        "id": "sports-0808-1",
        "title": "1st International Lawn Tennis Challenge begins at",
        "description": "On August 8, 1900, 1st International Lawn Tennis Challenge (precursor to Davis Cup) begins at Longwood Cricket Club in Massachusetts, won 3-0 by the US over the British Isles"
      }
    ],
    "08-09": [
      {
        "id": "sports-0809-1",
        "title": "1st International Lawn Tennis Challenge",
        "description": "On August 9, 1900, 1st International Lawn Tennis Challenge, Boston, MA: Dwight Davis and Holcombe Ward beat Ernest Black and Herbert Roper Barrett 6-4, 6-4, 6-4 to give the US an unassailable 3-0 lead over the British Isles"
      },
      {
        "id": "sports-0809-2",
        "title": "Jamaican sprint superstar Usain Bolt wins the 200m at",
        "description": "On August 9, 2012, Jamaican sprint superstar Usain Bolt wins the 200m at the London Olympics in 19.32 seconds, becoming the first to win the 100m and 200m double in consecutive Olympics"
      }
    ],
    "08-10": [
      {
        "id": "sports-0810-1",
        "title": "Famous Mary Decker-Zola Budd collision during 3000 m",
        "description": "On August 10, 1984, Famous Mary Decker-Zola Budd collision during 3000 m at the Los Angeles Olympics; Decker falls, Budd finishes 7th, and Maricica Puică of Romania wins"
      }
    ],
    "08-11": [
      {
        "id": "sports-0811-1",
        "title": "New York Yankees slugger Babe Ruth becomes the first",
        "description": "On August 11, 1929, New York Yankees slugger Babe Ruth becomes the first MLB player to hit 500 home runs (off Willis Hudlin) in a 6-5 loss to the Indians at League Park, Cleveland"
      }
    ],
    "08-12": [
      {
        "id": "sports-0812-1",
        "title": "Mickey Mantle switch-hits a home run for the record",
        "description": "On August 12, 1964, Mickey Mantle switch-hits a home run for the record 10th and final time in a game, with one going 502 feet"
      }
    ],
    "08-13": [
      {
        "id": "sports-0813-1",
        "title": "American super-swimmer Michael Phelps wins three gold",
        "description": "On August 13, 2008, American super-swimmer Michael Phelps wins three gold medals, all in world record time, in one day at the Beijing Olympics: 200 m IM (1:54.23), 200 m butterfly (1:52.03), and 4x200m freestyle relay (6:58.56)"
      }
    ],
    "08-14": [
      {
        "id": "sports-0814-1",
        "title": "Indianapolis Motor Speedway in Speedway",
        "description": "On August 14, 1909, Indianapolis Motor Speedway in Speedway, Indiana, home of the Indy 500, hosts its first motorized event, a series of motorcycle races"
      },
      {
        "id": "sports-0814-2",
        "title": "Oakland's Mark McGwire sets the rookie home run record",
        "description": "On August 14, 1987, Oakland's Mark McGwire sets the rookie home run record at 39 en route to 49"
      }
    ],
    "08-15": [
      {
        "id": "sports-0815-1",
        "title": "New Zealand's All Blacks play their first rugby test",
        "description": "On August 15, 1903, New Zealand's All Blacks play their first rugby test match against Australia's Wallabies at the Sydney Cricket Ground, the All Blacks win 22-3"
      }
    ],
    "08-16": [
      {
        "id": "sports-0816-1",
        "title": "Champion of England titleholder Jack Broughton",
        "description": "On August 16, 1743, Champion of England titleholder Jack Broughton publishes \"Rules of the Ring,\" the earliest boxing code"
      },
      {
        "id": "sports-0816-2",
        "title": "Jamaican sprinter Usain Bolt sets a new world record",
        "description": "On August 16, 2008, Jamaican sprinter Usain Bolt sets a new world record of 9.69 seconds to win the 100 m gold medal at the 2008 Beijing Summer Olympics"
      }
    ],
    "08-17": [
      {
        "id": "sports-0817-1",
        "title": "MLB player Lou Gehrig plays his record 1",
        "description": "On August 17, 1933, MLB player Lou Gehrig plays his record 1,308th consecutive game"
      }
    ],
    "08-18": [
      {
        "id": "sports-0818-1",
        "title": "Belarusian weightlifter Andrei Aramnau breaks three",
        "description": "On August 18, 2008, Belarusian weightlifter Andrei Aramnau breaks three world records in the snatch, clean and jerk, and total on his way to winning the men's 105 kg gold medal at the Beijing Olympics"
      }
    ],
    "08-19": [
      {
        "id": "sports-0819-1",
        "title": "Start of the first and only Olympic cricket match as",
        "description": "On August 19, 1900, Start of the first and only Olympic cricket match as Great Britain defeats France by 158 runs in Paris"
      }
    ],
    "08-20": [
      {
        "id": "sports-0820-1",
        "title": "American Professional Football Association forms with",
        "description": "On August 20, 1920, American Professional Football Association forms with Jim Thorpe as president and later becomes the National Football League (NFL)"
      },
      {
        "id": "sports-0820-2",
        "title": "PGA Championship Men's Golf",
        "description": "On August 20, 2000, PGA Championship Men's Golf, Valhalla GC: Tiger Woods wins back-to-back PGA titles after a three-hole playoff with Bob May, becoming the first to win three majors in a calendar year since Ben Hogan in 1953"
      }
    ],
    "08-21": [
      {
        "id": "sports-0821-1",
        "title": "Ian Botham takes his world-record 356th Test cricket",
        "description": "On August 21, 1986, Ian Botham takes his world-record 356th Test cricket wicket against New Zealand at The Oval"
      }
    ],
    "08-22": [
      {
        "id": "sports-0822-1",
        "title": "The 100 Guineas Cup yacht race is held around the Isle",
        "description": "On August 22, 1851, The 100 Guineas Cup yacht race is held around the Isle of Wight, the first race of the oldest international sporting competition now known as the America's Cup. In the race, US schooner \"America\" beats the British cutter \"Aurora\" by 24 minutes, prompting spectator Queen Victoria to ask who was in second place and the famous reply, \"Your majesty, there is no second.\""
      }
    ],
    "08-23": [
      {
        "id": "sports-0823-1",
        "title": "Ethiopian distance runner Kenenisa Bekele wraps up the",
        "description": "On August 23, 2008, Ethiopian distance runner Kenenisa Bekele wraps up the 5,000/10,000m double at the Beijing Olympics when he takes gold in the 5,000m in an Olympic record 12:57.82"
      }
    ],
    "08-24": [
      {
        "id": "sports-0824-1",
        "title": "Summer Olympics in Beijing become the most-watched",
        "description": "On August 24, 2008, Summer Olympics in Beijing become the most-watched event on TV ever, with nearly 5 billion viewers, 70% of the world's population"
      }
    ],
    "08-25": [
      {
        "id": "sports-0825-1",
        "title": "Captain Webb Conquers the English Channel 1875 Captain",
        "description": "On August 25, 1875, Captain Webb Conquers the English Channel 1875 Captain Matthew Webb makes the first recorded unassisted swim across the English Channel in 21 hours and 45 minutes"
      },
      {
        "id": "sports-0825-2",
        "title": "AFL begins placing players' names on the backs of",
        "description": "On August 25, 1960, AFL begins placing players' names on the backs of their jerseys"
      }
    ],
    "08-26": [
      {
        "id": "sports-0826-1",
        "title": "Bobby Orr signs a five-year contract with the Boston",
        "description": "On August 26, 1971, Bobby Orr signs a five-year contract with the Boston Bruins worth one million dollars, the first million-dollar contract in NHL history"
      }
    ],
    "08-27": [
      {
        "id": "sports-0827-1",
        "title": "German kayaker Birgit Fischer wins gold in K-4 500 m",
        "description": "On August 27, 2004, German kayaker Birgit Fischer wins gold in K-4 500 m and silver in K-2 500 m in Athens; she is the first woman in any sport to win gold medals at six different Olympics, with golds 24 years apart, and the first person to win two or more medals in five different Games"
      }
    ],
    "08-28": [
      {
        "id": "sports-0828-1",
        "title": "Soviet gymnast Olga Korbut becomes a media darling at",
        "description": "On August 28, 1972, Soviet gymnast Olga Korbut becomes a media darling at the Munich Olympics, winning gold in the team all-around, followed by two individual golds and a silver"
      }
    ],
    "08-29": [
      {
        "id": "sports-0829-1",
        "title": "Australia beats England by 7 runs in a match dubbed",
        "description": "On August 29, 1882, Australia beats England by 7 runs in a match dubbed the \"Death of English cricket\" as Australian fast bowler Fred Spofforth takes 14-90 (7-46 and 7-44)"
      }
    ],
    "08-30": [
      {
        "id": "sports-0830-1",
        "title": "Detroit Tigers future Baseball Hall of Fame center",
        "description": "On August 30, 1905, Detroit Tigers future Baseball Hall of Fame center fielder Ty Cobb makes his MLB debut, doubling off Jack Chesbro in a 5-3 win over the New York Highlanders at Bennett Park in Detroit"
      }
    ],
    "08-31": [
      {
        "id": "sports-0831-1",
        "title": "NY Giants set a season record for HRs by a club with",
        "description": "On August 31, 1947, NY Giants set a season record for HRs by a club with 183 and end the season with 221"
      }
    ],
    "09-01": [
      {
        "id": "sports-0901-1",
        "title": "Bobby Fischer, The World Chess Champ 1972 American",
        "description": "On September 1, 1972, Bobby Fischer, The World Chess Champ 1972 American chess grandmaster Bobby Fischer defeats Russian champion Boris Spassky 12.5-8.5 in Reykjavik, Iceland, in the most publicized world title match ever played; Fischer becomes the first American to win the title"
      },
      {
        "id": "sports-0901-2",
        "title": "NFL San Francisco 49ers quarterback Colin Kaepernick",
        "description": "On September 1, 2016, NFL San Francisco 49ers quarterback Colin Kaepernick kneels in protest during the US national anthem before pre-season game against the Chargers at San Diego's Qualcomm Stadium, objecting to racial injustice and police brutality in the US"
      }
    ],
    "09-02": [
      {
        "id": "sports-0902-1",
        "title": "Chicago Cubs slugger Ernie Banks hits his MLB 400th",
        "description": "On September 2, 1965, Chicago Cubs slugger Ernie Banks hits his MLB 400th career HR (off Curt Simmons) in a 5-3 win over St. Louis at Wrigley Field; Simmons also gave up Willie Mays' 400th HR in 1963"
      }
    ],
    "09-03": [
      {
        "id": "sports-0903-1",
        "title": "Giuseppe \"Nino\" Farina wins the inaugural Formula 1",
        "description": "On September 3, 1950, Giuseppe \"Nino\" Farina wins the inaugural Formula 1 World Drivers' Championship by winning the Italian Grand Prix at Monza in an Alfa Romeo, finishing three points ahead of Juan Manuel Fangio"
      }
    ],
    "09-04": [
      {
        "id": "sports-0904-1",
        "title": "US 4 x 100 m medley relay team of Mike Stamm",
        "description": "On September 4, 1972, US 4 x 100 m medley relay team of Mike Stamm, Tom Bruce, Mark Spitz, and Jerry Heidenreich sets a world record of 3:48.16 to win gold at the Munich Olympics; Mark Spitz becomes the first athlete to win seven Olympic gold medals at a single Games"
      }
    ],
    "09-05": [
      {
        "id": "sports-0905-1",
        "title": "Eleven Israeli athletes are taken hostage and later",
        "description": "On September 5, 1972, Eleven Israeli athletes are taken hostage and later killed by the Palestinian group Black September at the Munich Olympics"
      }
    ],
    "09-06": [
      {
        "id": "sports-0906-1",
        "title": "First Test cricket game in England begins with W. G.",
        "description": "On September 6, 1880, First Test cricket game in England begins with W. G. Grace scoring 152 on debut against Australia at The Oval"
      },
      {
        "id": "sports-0906-2",
        "title": "Red Bull's Max Verstappen sets fastest Formula One lap",
        "description": "On September 6, 2025, Red Bull's Max Verstappen sets fastest Formula One lap in history with 1:18.792, surpassing Lewis Hamilton's record of 1:18.887, at the Italian Grand Prix [1]"
      }
    ],
    "09-07": [
      {
        "id": "sports-0907-1",
        "title": "A. H. Whiting wins the first automobile race held on a",
        "description": "On September 7, 1896, A. H. Whiting wins the first automobile race held on a closed-circuit track in Cranston, Rhode Island"
      }
    ],
    "09-08": [
      {
        "id": "sports-0908-1",
        "title": "Kansas City A's Bert Campaneris plays all nine",
        "description": "On September 8, 1965, Kansas City A's Bert Campaneris plays all nine positions in a game"
      }
    ],
    "09-09": [
      {
        "id": "sports-0909-1",
        "title": "Soviet Union beats the United States 51-50 in the most",
        "description": "On September 9, 1972, Soviet Union beats the United States 51-50 in the most controversial game in international basketball history; with the US leading 50-49, the final 3 seconds are replayed three times until the Soviets finally win"
      }
    ],
    "09-10": [
      {
        "id": "sports-0910-1",
        "title": "12:19.8 at the Munich Olympics",
        "description": "On September 10, 1972, American long-distance runner Frank Shorter achieves a famous win in the men's marathon with a time of 2:12:19.8 at the Munich Olympics"
      }
    ],
    "09-11": [
      {
        "id": "sports-0911-1",
        "title": "Sri Lanka achieves its first Test cricket victory",
        "description": "On September 11, 1985, Sri Lanka achieves its first Test cricket victory, defeating India by 149 runs"
      }
    ],
    "09-12": [
      {
        "id": "sports-0912-1",
        "title": "Stefan Edberg beats Michael Chang 6-7",
        "description": "On September 12, 1992, Stefan Edberg beats Michael Chang 6-7, 7-5, 7-6, 5-7, 6-4 in 5 hours and 26 minutes, the longest match in US Open history at the time (eclipsed in 2024)"
      }
    ],
    "09-13": [
      {
        "id": "sports-0913-1",
        "title": "Evian Championship Women's Golf",
        "description": "On September 13, 2015, Evian Championship Women's Golf, Evian Resort GC: Lydia Ko of New Zealand wins by 6 strokes over Lexi Thompson to become the youngest major winner at 18 years and 142 days"
      }
    ],
    "09-14": [
      {
        "id": "sports-0914-1",
        "title": "Cal Ripken Jr .'s record streak of 8",
        "description": "On September 14, 1987, Cal Ripken Jr .'s record streak of 8,243 consecutive innings (908 games) is finally broken"
      }
    ],
    "09-15": [
      {
        "id": "sports-0915-1",
        "title": "Maurice Richard announces his retirement. He finishes",
        "description": "On September 15, 1960, Maurice Richard announces his retirement. He finishes his career with 544 goals, an NHL record at the time."
      }
    ],
    "09-16": [
      {
        "id": "sports-0916-1",
        "title": "Golf's first recorded hole-in-one is scored by Tom",
        "description": "On September 16, 1869, Golf's first recorded hole-in-one is scored by Tom Morris at Prestwick's 8th hole in Scotland"
      },
      {
        "id": "sports-0916-2",
        "title": "Los Angeles City Council approves a 300-acre site in",
        "description": "On September 16, 1957, Los Angeles City Council approves a 300-acre site in Chavez Ravine for the Dodgers"
      }
    ],
    "09-17": [
      {
        "id": "sports-0917-1",
        "title": "Stan Musial makes his major league debut for the St.",
        "description": "On September 17, 1941, Stan Musial makes his major league debut for the St. Louis Cardinals, going 2-for-4"
      }
    ],
    "09-18": [
      {
        "id": "sports-0918-1",
        "title": "Mickey Mantle Day takes place at Yankee Stadium to",
        "description": "On September 18, 1965, Mickey Mantle Day takes place at Yankee Stadium to honor Mickey Mantle's 2,000th game"
      }
    ],
    "09-19": [
      {
        "id": "sports-0919-1",
        "title": "Kansas City Royal Alex Gordon hits home run #5",
        "description": "On September 19, 2017, Kansas City Royal Alex Gordon hits home run #5,694, setting a MLB record for the most home runs in a season"
      }
    ],
    "09-20": [
      {
        "id": "sports-0920-1",
        "title": "Billie Jean King defeats Bobby Riggs in the Battle of",
        "description": "On September 20, 1973, Billie Jean King defeats Bobby Riggs in the Battle of the Sexes tennis match"
      }
    ],
    "09-21": [
      {
        "id": "sports-0921-1",
        "title": "NFL players begin a 57-day strike",
        "description": "On September 21, 1982, NFL players begin a 57-day strike"
      }
    ],
    "09-22": [
      {
        "id": "sports-0922-1",
        "title": "Chicago grand jury convenes to investigate charges",
        "description": "On September 22, 1920, Chicago grand jury convenes to investigate charges that eight White Sox players conspired to fix the 1919 World Series"
      }
    ],
    "09-23": [
      {
        "id": "sports-0923-1",
        "title": "The first baseball team",
        "description": "On September 23, 1845, The first baseball team, the New York Knickerbockers, organizes and adopts a rulebook, known as the Knickerbocker Rules"
      }
    ],
    "09-24": [
      {
        "id": "sports-0924-1",
        "title": "2,500 fans witness Babe Ruth 's final New York Yankees",
        "description": "On September 24, 1934, 2,500 fans witness Babe Ruth 's final New York Yankees appearance at Yankee Stadium"
      }
    ],
    "09-25": [
      {
        "id": "sports-0925-1",
        "title": "Canada defeats the USA by 23 runs in the first",
        "description": "On September 25, 1844, Canada defeats the USA by 23 runs in the first international cricket match at the grounds of St. George's Cricket Club in Manhattan, New York"
      }
    ],
    "09-26": [
      {
        "id": "sports-0926-1",
        "title": "Australia II wins the America's Cup yacht race",
        "description": "On September 26, 1983, Australia II wins the America's Cup yacht race, becoming the first non-US winner in 132 years"
      }
    ],
    "09-27": [
      {
        "id": "sports-0927-1",
        "title": "NY Yankee Lou Gehrig hits the first of his 493 home",
        "description": "On September 27, 1923, NY Yankee Lou Gehrig hits the first of his 493 home runs"
      }
    ],
    "09-28": [
      {
        "id": "sports-0928-1",
        "title": "Homer in the Gloamin'",
        "description": "On September 28, 1938, Homer in the Gloamin', famous walk-off home run hit by Gabby Hartnett of the Chicago Cubs against the Pittsburgh Pirates"
      }
    ],
    "09-29": [
      {
        "id": "sports-0929-1",
        "title": "NY Giants' Willie Mays makes a famous",
        "description": "On September 29, 1954, NY Giants' Willie Mays makes a famous over-the-shoulder catch of Cleveland Indians' Vic Wertz's 460' drive during Game One of the World Series at the Polo Grounds in NYC"
      }
    ],
    "09-30": [
      {
        "id": "sports-0930-1",
        "title": "In his final game as a New York Yankee",
        "description": "On September 30, 1934, In his final game as a New York Yankee, Babe Ruth goes 0 for 3"
      }
    ],
    "10-01": [
      {
        "id": "sports-1001-1",
        "title": "Muhammad Ali stops Joe Frazier in 14 rounds in Quezon",
        "description": "On October 1, 1975, Muhammad Ali stops Joe Frazier in 14 rounds in Quezon City, Philippines, to retain his WBC/WBA heavyweight title in a match billed as the \"Thrilla in Manila\""
      }
    ],
    "10-02": [
      {
        "id": "sports-1002-1",
        "title": "NY Yankees catcher Yogi Berra hits the first pinch-hit",
        "description": "On October 2, 1947, NY Yankees catcher Yogi Berra hits the first pinch-hit home run in World Series history off Ralph Branca in the 7th inning of a 9-8 loss to the Brooklyn Dodgers in Game 3"
      }
    ],
    "10-03": [
      {
        "id": "sports-1003-1",
        "title": "Flemish painter Peter Paul Rubens weds his first wife",
        "description": "On October 3, 1609, Flemish painter Peter Paul Rubens weds his first wife, Flemish socialite Isabella Brant (17-ish) in St. Michael's Abbey, Antwerp, Spanish Netherlands, until her death in 1626"
      },
      {
        "id": "sports-1003-2",
        "title": "German composer Fanny Mendelssohn (23) weds German",
        "description": "On October 3, 1829, German composer Fanny Mendelssohn (23) weds German artist Wilhelm Hensel (35), until her death in 1847 [1]"
      },
      {
        "id": "sports-1003-3",
        "title": "French composer Hector Berlioz (29) weds Irish actress",
        "description": "On October 3, 1833, French composer Hector Berlioz (29) weds Irish actress Harriet Smithson (30) at the British Embassy in Paris, France"
      }
    ],
    "10-04": [
      {
        "id": "sports-1004-1",
        "title": "1st US Open Men's Golf",
        "description": "On October 4, 1895, 1st US Open Men's Golf, Newport GC: Englishman Horace Rawlins wins the inaugural event, beating Willie Dunn of Scotland by 2 strokes"
      }
    ],
    "10-05": [
      {
        "id": "sports-1005-1",
        "title": "NY Yankees and NY Giants play out a controversial 3-3",
        "description": "On October 5, 1922, NY Yankees and NY Giants play out a controversial 3-3 tie in 10 innings in Game 2 of Baseball World Series at Polo Grounds, Manhattan, NYC; Giants win series 4-0-1"
      }
    ],
    "10-06": [
      {
        "id": "sports-1006-1",
        "title": "First World Series Baseball Game 1: Cincinnati Red",
        "description": "On October 6, 1882, First World Series Baseball Game 1: Cincinnati Red Stockings (AA) beat Chicago White Stockings (NL) 4-0 at Bank Street Grounds, Cincinnati"
      },
      {
        "id": "sports-1006-2",
        "title": "American Simone Biles wins all-around gold at the",
        "description": "On October 6, 2023, American Simone Biles wins all-around gold at the World Championships in Antwerp, Belgium, becoming the most decorated gymnast with 34 World and Olympic medals [1]"
      }
    ],
    "10-07": [
      {
        "id": "sports-1007-1",
        "title": "The last competitive soccer match at Wembley Stadium",
        "description": "On October 7, 2000, The last competitive soccer match at Wembley Stadium sees England defeated 1-0 by Germany, with the only goal scored by Liverpool's Dietmar Hamann. The match is Tony Adams' 60th at Wembley, setting the record for most appearances at the stadium"
      }
    ],
    "10-08": [
      {
        "id": "sports-1008-1",
        "title": "Padded gloves designed by Jack Broughton are first",
        "description": "On October 8, 1818, Padded gloves designed by Jack Broughton are first used in a competitive boxing match between two unnamed English boxers at Aix-la-Chapelle in France"
      }
    ],
    "10-09": [
      {
        "id": "sports-1009-1",
        "title": "Cincinnati Reds beat Chicago White Sox 10-5 at",
        "description": "On October 9, 1919, Cincinnati Reds beat Chicago White Sox 10-5 at Comiskey Park for a 5-3 series victory; due to the 'Black Sox Scandal', it is the last World Series to take place without a Commissioner of Baseball"
      },
      {
        "id": "sports-1009-2",
        "title": "Baseball World Series: NY Yankees beat St. Louis",
        "description": "On October 9, 1928, Baseball World Series: NY Yankees beat St. Louis Cardinals 7-3 at Sportsman's Park to become the first team to sweep consecutive World Series; Babe Ruth hits 3 home runs for the Yankees"
      }
    ],
    "10-10": [
      {
        "id": "sports-1010-1",
        "title": "African American inventor Isaac R. Johnson patents the",
        "description": "On October 10, 1899, African American inventor Isaac R. Johnson patents the bicycle frame"
      }
    ],
    "10-11": [
      {
        "id": "sports-1011-1",
        "title": "South African Cricket Board issues former captain",
        "description": "On October 11, 2000, South African Cricket Board issues former captain Hansie Cronje a life ban due to match-fixing allegations"
      }
    ],
    "10-12": [
      {
        "id": "sports-1012-1",
        "title": "IXX Summer Olympic Games open at Mexico City",
        "description": "On October 12, 1968, IXX Summer Olympic Games open at Mexico City, Mexico; first Olympics in Latin America"
      }
    ],
    "10-13": [
      {
        "id": "sports-1013-1",
        "title": "1st Baseball World Series: Boston Americans beat",
        "description": "On October 13, 1903, 1st Baseball World Series: Boston Americans beat Pittsburgh Pirates, 3-0 in Game 8 at Huntington Avenue for a 5-3 series victory"
      },
      {
        "id": "sports-1013-2",
        "title": "Simone Biles becomes the most decorated gymnast in",
        "description": "On October 13, 2019, Simone Biles becomes the most decorated gymnast in history when she wins her record 25th medal at the World Championships in Stuttgart, Germany"
      }
    ],
    "10-14": [
      {
        "id": "sports-1014-1",
        "title": "German writer, artist and politician Johann Wolfgang",
        "description": "On October 14, 1806, German writer, artist and politician Johann Wolfgang von Goethe marries mistress Christiane Vulpius in Weimar"
      },
      {
        "id": "sports-1014-2",
        "title": "Athlete Jim Thorpe (25) weds Margaret Iva Miller at",
        "description": "On October 14, 1913, Athlete Jim Thorpe (25) weds Margaret Iva Miller at St. Patrick's Catholic Church in Carlisle, Pennsylvania"
      },
      {
        "id": "sports-1014-3",
        "title": "German \"All Quiet on the Western Front\" author Erich",
        "description": "On October 14, 1923, German \"All Quiet on the Western Front\" author Erich Maria Remarque (25) weds German actress Ilse Jutta Zambona; divorce in 1930, remarry in 1938, re-divorce in 1957"
      }
    ],
    "10-15": [
      {
        "id": "sports-1015-1",
        "title": "Wayne Gretzky surpasses Gordie Howe as the NHL's",
        "description": "On October 15, 1989, Wayne Gretzky surpasses Gordie Howe as the NHL's all-time top scorer"
      }
    ],
    "10-16": [
      {
        "id": "sports-1016-1",
        "title": "Black Power Salute 1968 Americans Tommie Smith (gold",
        "description": "On October 16, 1968, Black Power Salute 1968 Americans Tommie Smith (gold, 19.83, WR) and John Carlos (bronze) famously give the Black Power salute on the 200 m medal podium during the Mexico City Olympics to protest racism and injustice against African Americans"
      }
    ],
    "10-17": [
      {
        "id": "sports-1017-1",
        "title": "1st British Open Men's Golf",
        "description": "On October 17, 1860, 1st British Open Men's Golf, Prestwick GC: Willie Park Sr. wins the inaugural event by two strokes over fellow Scot Tom Morris Sr."
      }
    ],
    "10-18": [
      {
        "id": "sports-1018-1",
        "title": "Black Power Salute 1968 US Olympic Committee suspends",
        "description": "On October 18, 1968, Black Power Salute 1968 US Olympic Committee suspends Tommie Smith and John Carlos for giving the Black Power salute to protest racism and injustice against African-Americans during Olympic medal ceremony"
      }
    ],
    "10-19": [
      {
        "id": "sports-1019-1",
        "title": "Montreal Canadien Maurice \"Rocket\" Richard becomes the",
        "description": "On October 19, 1957, Montreal Canadien Maurice \"Rocket\" Richard becomes the first NHL player to score 500 goals"
      }
    ],
    "10-20": [
      {
        "id": "sports-1020-1",
        "title": "US President Nixon proclaims Jim Thorpe to have been",
        "description": "On October 20, 1973, US President Nixon proclaims Jim Thorpe to have been the greatest athlete of the first half of the 20th century"
      }
    ],
    "10-21": [
      {
        "id": "sports-1021-1",
        "title": "Phillies win their first World Championship in their",
        "description": "On October 21, 1980, Phillies win their first World Championship in their 98-year history"
      }
    ],
    "10-22": [
      {
        "id": "sports-1022-1",
        "title": "New York City Marathon: Grete Waitz of Norway wins in",
        "description": "On October 22, 1978, New York City Marathon: Grete Waitz of Norway wins in her race debut with a world record time of 2:32:30; Bill Rodgers wins his third straight title in 2:12:12"
      }
    ],
    "10-23": [
      {
        "id": "sports-1023-1",
        "title": "Australian Jack Brabham is the first to win the F1",
        "description": "On October 23, 1966, Australian Jack Brabham is the first to win the F1 World Drivers' Championship and the International Cup for Constructors' Championship in the same year, finishing 2nd in the season-ending Mexican Grand Prix at Autódromo Hermanos Rodríguez"
      }
    ],
    "10-24": [
      {
        "id": "sports-1024-1",
        "title": "Recognized by FIFA as the oldest existing club still",
        "description": "On October 24, 1857, Recognized by FIFA as the oldest existing club still playing football in the world, Sheffield FC is founded in Yorkshire, England, and is now based in Dronfield, Derbyshire"
      }
    ],
    "10-25": [
      {
        "id": "sports-1025-1",
        "title": "1st \"World Championship\" Baseball Series",
        "description": "On October 25, 1884, 1st \"World Championship\" Baseball Series, Polo Grounds, NYC: Providence Grays (NL) beat NY Mets (American Association) 12-2 in 6 innings for a 3-game sweep; game abandoned because of bitter cold"
      }
    ],
    "10-26": [
      {
        "id": "sports-1026-1",
        "title": "Football Association forms in England",
        "description": "On October 26, 1863, Football Association forms in England, standardizing soccer and splitting from rugby"
      }
    ],
    "10-27": [
      {
        "id": "sports-1027-1",
        "title": "Tiger Woods scores a wire-to-wire 3-stroke win over",
        "description": "On October 27, 2019, Tiger Woods scores a wire-to-wire 3-stroke win over Hideki Matsuyama at the inaugural Zozo Championship at Accordia Golf & Country Club, tying Sam Snead 's record of 82 PGA victories"
      }
    ],
    "10-28": [
      {
        "id": "sports-1028-1",
        "title": "II Summer (Modern) Olympic Games in Paris end after",
        "description": "On October 28, 1900, II Summer (Modern) Olympic Games in Paris end after five months; no opening or closing ceremonies are held"
      }
    ],
    "10-29": [
      {
        "id": "sports-1029-1",
        "title": "Cassius Clay [ Muhammad Ali ]",
        "description": "On October 29, 1960, Cassius Clay [ Muhammad Ali ], in his first professional fight, beats Tunney Hunsaker on points in 6 rounds in Louisville, Kentucky"
      }
    ],
    "10-30": [
      {
        "id": "sports-1030-1",
        "title": "Muhammad Ali KOs George Foreman in the 8th round in",
        "description": "On October 30, 1974, Muhammad Ali KOs George Foreman in the 8th round in \"The Rumble in the Jungle\" in Kinshasa, Zaire, regaining the world heavyweight boxing title using the famous \"rope-a-dope\" tactic"
      }
    ],
    "10-31": [
      {
        "id": "sports-1031-1",
        "title": "American jockey Chris Antley becomes the first rider",
        "description": "On October 31, 1987, American jockey Chris Antley becomes the first rider to win nine races in a day (four at Aqueduct and five at Meadowlands)"
      }
    ],
    "11-01": [
      {
        "id": "sports-1101-1",
        "title": "Celtics forward Chuck Cooper becomes the first African",
        "description": "On November 1, 1950, Celtics forward Chuck Cooper becomes the first African American to play in the NBA during Boston's 107-84 loss to the Fort Wayne Pistons; future Hall of Famer Bob Cousy also debuts for the Celtics"
      }
    ],
    "11-02": [
      {
        "id": "sports-1102-1",
        "title": "First Official Cheerleader 1898 Cheerleading begins in",
        "description": "On November 2, 1898, First Official Cheerleader 1898 Cheerleading begins in the United States as Johnny Campbell leads the crowd cheering on the football team at the University of Minnesota"
      },
      {
        "id": "sports-1102-2",
        "title": "Baseball World Series: Chicago Cubs beat Cleveland",
        "description": "On November 2, 2016, Baseball World Series: Chicago Cubs beat Cleveland Indians, 8-7 in Game 7 at Progressive Field, Cleveland; first Cubs' title in 108 years; MVP: Chicago utility Ben Zobrist"
      }
    ],
    "11-03": [
      {
        "id": "sports-1103-1",
        "title": "Ayrton Senna wins the Australian Grand Prix in Adelaide",
        "description": "On November 3, 1991, Ayrton Senna wins the Australian Grand Prix in Adelaide, the shortest F1 race ever run (14 laps) due to wet conditions; Senna secures his 3rd World Drivers' Championship by 24 points over Nigel Mansell"
      }
    ],
    "11-04": [
      {
        "id": "sports-1104-1",
        "title": "Charlotte and Miami for 1988",
        "description": "On November 4, 1987, NBA announces four new franchises: Charlotte and Miami for 1988, and Minneapolis and Orlando for 1989"
      }
    ],
    "11-05": [
      {
        "id": "sports-1105-1",
        "title": "American chess grandmaster Bobby Fischer defeats",
        "description": "On November 5, 1992, American chess grandmaster Bobby Fischer defeats Russian Boris Spassky in an unofficial match in Belgrade dubbed the \"Revenge Match of the 20th Century\""
      }
    ],
    "11-06": [
      {
        "id": "sports-1106-1",
        "title": "US government issues a stamp to honor the 100th",
        "description": "On November 6, 1961, US government issues a stamp to honor the 100th birthday of James Naismith, the Canadian-born inventor of basketball"
      }
    ],
    "11-07": [
      {
        "id": "sports-1107-1",
        "title": "Magic Johnson announces he has HIV and retires from",
        "description": "On November 7, 1991, Magic Johnson announces he has HIV and retires from the LA Lakers"
      }
    ],
    "11-08": [
      {
        "id": "sports-1108-1",
        "title": "Brazilian surfer Rodrigo Koxa breaks the world record",
        "description": "On November 8, 2017, Brazilian surfer Rodrigo Koxa breaks the world record for surfing the largest wave ever at 24.38 meters in Nazaré, Portugal"
      }
    ],
    "11-09": [
      {
        "id": "sports-1109-1",
        "title": "Garry Kasparov Becomes World Chess Champion 1985",
        "description": "On November 9, 1985, Garry Kasparov Becomes World Chess Champion 1985 Russia's Garry Kasparov, at 22, becomes the youngest World Chess Champion with a 13-11 win over fellow countryman Anatoly Karpov"
      }
    ],
    "11-10": [
      {
        "id": "sports-1110-1",
        "title": "Belgium crown prince Leopold weds princess Astrid",
        "description": "On November 10, 1926, Belgium crown prince Leopold weds princess Astrid Bernadotte of Sweden"
      },
      {
        "id": "sports-1110-2",
        "title": "Actress Doris Roberts (33) weds novelist William Goyen",
        "description": "On November 10, 1963, Actress Doris Roberts (33) weds novelist William Goyen (48)"
      },
      {
        "id": "sports-1110-3",
        "title": "Netherlands 2nd Chamber accept marriage of Princess",
        "description": "On November 10, 1965, Netherlands 2nd Chamber accept marriage of Princess Beatrice & Claus von Amsberg"
      }
    ],
    "11-11": [
      {
        "id": "sports-1111-1",
        "title": "New York Knicks play their first Basketball",
        "description": "On November 11, 1946, New York Knicks play their first Basketball Association of America (BAA) home game at Madison Square Garden, losing 78-68 to the Chicago Stags in overtime"
      }
    ],
    "11-12": [
      {
        "id": "sports-1112-1",
        "title": "Zaheer Abbas scores his 100th first-class century",
        "description": "On November 12, 1982, Zaheer Abbas scores his 100th first-class century while playing a Test for Pakistan against India and goes on to score 215 runs"
      }
    ],
    "11-13": [
      {
        "id": "sports-1113-1",
        "title": "WBA lightweight champion Ray Mancini defeats South",
        "description": "On November 13, 1982, WBA lightweight champion Ray Mancini defeats South Korean challenger Duk Koo Kim by TKO in the 14th round in Las Vegas; Kim collapses, falls into a coma, and dies four days later; as a result, WBC shortens title bouts to 12 rounds; WBA and WBO follow in 1988, and IBF in 1989"
      }
    ],
    "11-14": [
      {
        "id": "sports-1114-1",
        "title": "Don Shula becomes the coach with the most wins in NFL",
        "description": "On November 14, 1993, Don Shula becomes the coach with the most wins in NFL history"
      }
    ],
    "11-15": [
      {
        "id": "sports-1115-1",
        "title": "Mickey Wright shoots a 62",
        "description": "On November 15, 1964, Mickey Wright shoots a 62, the lowest golf score for a female professional at the Tall City Open in Midland, Texas"
      },
      {
        "id": "sports-1115-2",
        "title": "British Mercedes driver Lewis Hamilton clinches his",
        "description": "On November 15, 2020, British Mercedes driver Lewis Hamilton clinches his fourth consecutive and record-equalling seventh F1 World Drivers' Championship by winning the Turkish GP at Intercity Istanbul Park, Tuzla"
      }
    ],
    "11-16": [
      {
        "id": "sports-1116-1",
        "title": "16-year-old Lionel Messi makes his official debut for",
        "description": "On November 16, 2003, 16-year-old Lionel Messi makes his official debut for FC Barcelona when he comes on as a substitute in a friendly against Porto"
      }
    ],
    "11-17": [
      {
        "id": "sports-1117-1",
        "title": "German Red Bull driver Sebastian Vettel wins a record",
        "description": "On November 17, 2013, German Red Bull driver Sebastian Vettel wins a record 8th consecutive Formula 1 race with victory in the US Grand Prix at the Circuit of the Americas"
      }
    ],
    "11-18": [
      {
        "id": "sports-1118-1",
        "title": "1st Solheim Cup Women's Golf",
        "description": "On November 18, 1990, 1st Solheim Cup Women's Golf, Lake Nona G & CC: US beats Europe 11½-4½ in the inaugural event; Kathy Whitworth and Mickey Walker are the US and European captains"
      }
    ],
    "11-19": [
      {
        "id": "sports-1119-1",
        "title": "US Supreme Court rules (7-2) that baseball is a sport",
        "description": "On November 19, 1953, US Supreme Court rules (7-2) that baseball is a sport, not a business"
      }
    ],
    "11-20": [
      {
        "id": "sports-1120-1",
        "title": "Geo Lefevre and Henri Desgrange create the Tour de",
        "description": "On November 20, 1902, Geo Lefevre and Henri Desgrange create the Tour de France bicycle race"
      }
    ],
    "11-21": [
      {
        "id": "sports-1121-1",
        "title": "First match ever played in the Australian National",
        "description": "On November 21, 1905, First match ever played in the Australian National Tennis Championships"
      }
    ],
    "11-22": [
      {
        "id": "sports-1122-1",
        "title": "Arthur Knight patents steel-shafted golf clubs",
        "description": "On November 22, 1910, Arthur Knight patents steel-shafted golf clubs"
      }
    ],
    "11-23": [
      {
        "id": "sports-1123-1",
        "title": "1st US Olympic Games 1904 III Summer Olympic Games",
        "description": "On November 23, 1904, 1st US Olympic Games 1904 III Summer Olympic Games close at Washington University in St. Louis Francis Olympic Field"
      }
    ],
    "11-24": [
      {
        "id": "sports-1124-1",
        "title": "Sachin Tendulkar scores a Test cricket fifty at the",
        "description": "On November 24, 1989, Sachin Tendulkar scores a Test cricket fifty at the record young age of 16 years and 214 days"
      }
    ],
    "11-25": [
      {
        "id": "sports-1125-1",
        "title": "Pierre de Coubertin first publicly proposes the",
        "description": "On November 25, 1892, Pierre de Coubertin first publicly proposes the revival of the Olympic Games during a speech at the Sorbonne in Paris, celebrating the fifth anniversary of the French athletics union [1]"
      },
      {
        "id": "sports-1125-2",
        "title": "Pat Summerall and John Madden broadcast a game",
        "description": "On November 25, 1979, Pat Summerall and John Madden broadcast a game together for the first time, a pairing that lasts 22 years and becomes one of the most well-known partnerships in TV sports broadcasting history"
      }
    ],
    "11-26": [
      {
        "id": "sports-1126-1",
        "title": "NHL forms with the Montreal Canadiens",
        "description": "On November 26, 1917, NHL forms with the Montreal Canadiens, Montreal Wanderers, Ottawa Senators, Quebec Bulldogs, and a new Toronto franchise (later the Arenas) as the National Hockey Association disbands"
      }
    ],
    "11-27": [
      {
        "id": "sports-1127-1",
        "title": "Gordie Howe becomes the first to play in 1",
        "description": "On November 27, 1961, Gordie Howe becomes the first to play in 1,000 NHL games"
      }
    ],
    "11-28": [
      {
        "id": "sports-1128-1",
        "title": "1st Car Race in America 1895 America's first auto race",
        "description": "On November 28, 1895, 1st Car Race in America 1895 America's first auto race is organized by the \"Chicago Times-Herald\" from Chicago to Evanston and back; six cars participate in the 55-mile race, and Frank Duryea wins, averaging 7 mph"
      }
    ],
    "11-29": [
      {
        "id": "sports-1129-1",
        "title": "Joe Montana of the San Francisco 49ers completes an",
        "description": "On November 29, 1987, Joe Montana of the San Francisco 49ers completes an NFL record of 22 consecutive passes"
      }
    ],
    "11-30": [
      {
        "id": "sports-1130-1",
        "title": "First international soccer game",
        "description": "On November 30, 1872, First international soccer game, Scotland draws with England (0-0) in Glasgow"
      }
    ],
    "12-01": [
      {
        "id": "sports-1201-1",
        "title": "Jack Nicklaus finishes at 13-under-par 275 to win the",
        "description": "On December 1, 1973, Jack Nicklaus finishes at 13-under-par 275 to win the Walt Disney World Open by one stroke over Mason Rudolph and becomes the first player to reach $2 million in PGA Tour career earnings"
      }
    ],
    "12-02": [
      {
        "id": "sports-1202-1",
        "title": "Association of Football Players' and Trainers' Union",
        "description": "On December 2, 1907, Association of Football Players' and Trainers' Union (English Professional Football Players' Association) is formed by Charlie Roberts and Billy Meredith in Manchester, England"
      }
    ],
    "12-03": [
      {
        "id": "sports-1203-1",
        "title": "Dutchman Anton Geesink becomes the first non-Japanese",
        "description": "On December 3, 1961, Dutchman Anton Geesink becomes the first non-Japanese judo world champion"
      }
    ],
    "12-04": [
      {
        "id": "sports-1204-1",
        "title": "MLB Commissioner Kenesaw Mountain Landis announces",
        "description": "On December 4, 1943, MLB Commissioner Kenesaw Mountain Landis announces that any baseball club may sign Negro players"
      }
    ],
    "12-05": [
      {
        "id": "sports-1205-1",
        "title": "Russia is banned from the next Winter Olympics in",
        "description": "On December 5, 2017, Russia is banned from the next Winter Olympics in South Korea for state-sponsored doping"
      }
    ],
    "12-06": [
      {
        "id": "sports-1206-1",
        "title": "San Francisco 49ers wide receiver Jerry Rice catches",
        "description": "On December 6, 1992, San Francisco 49ers wide receiver Jerry Rice catches NFL record 101st touchdown in a 27-3 win over the Miami Dolphins at Candlestick Park"
      }
    ],
    "12-07": [
      {
        "id": "sports-1207-1",
        "title": "Ballon d'Or: Real Madrid forward Cristiano Ronaldo",
        "description": "On December 7, 2017, Ballon d'Or: Real Madrid forward Cristiano Ronaldo wins his fifth and second consecutive award, equaling Lionel Messi's record"
      }
    ],
    "12-08": [
      {
        "id": "sports-1208-1",
        "title": "Commencement of the first day/night World Series",
        "description": "On December 8, 1978, Commencement of the first day/night World Series Cricket Supertest at VFL Park, Melbourne"
      }
    ],
    "12-09": [
      {
        "id": "sports-1209-1",
        "title": "Chicago Hustle vs. Milwaukee Does",
        "description": "On December 9, 1978, First game of the Women's Professional Basketball League (WBL): Chicago Hustle vs. Milwaukee Does"
      }
    ],
    "12-10": [
      {
        "id": "sports-1210-1",
        "title": "\"Spirit of the Times",
        "description": "On December 10, 1831, \"Spirit of the Times,\" the premier sports journal of the 19th century, begins publishing in New York City"
      }
    ],
    "12-11": [
      {
        "id": "sports-1211-1",
        "title": "Joe DiMaggio announces his retirement from baseball",
        "description": "On December 11, 1951, Joe DiMaggio announces his retirement from baseball"
      }
    ],
    "12-12": [
      {
        "id": "sports-1212-1",
        "title": "Baseball Rules Committee greatly revises the rule",
        "description": "On December 12, 1930, Baseball Rules Committee greatly revises the rule book; a ball that bounces into the stands is now a ground-rule double instead of a home run"
      }
    ],
    "12-13": [
      {
        "id": "sports-1213-1",
        "title": "The Mitchell Report is publicly released listing the",
        "description": "On December 13, 2007, The Mitchell Report is publicly released listing the names of 89 Major League Baseball players that have presumably used anabolic steroids and human growth hormones. Notable players named include Roger Clemens and Miguel Tejada."
      }
    ],
    "12-14": [
      {
        "id": "sports-1214-1",
        "title": "Bill France organizes the first meeting of influential",
        "description": "On December 14, 1947, Bill France organizes the first meeting of influential racers and promoters in Daytona Beach, Florida, which leads to the formation of the National Association for Stock Car Auto Racing (NASCAR)"
      }
    ],
    "12-15": [
      {
        "id": "sports-1215-1",
        "title": "Arthur Ashe is named Sports Illustrated Sportsperson",
        "description": "On December 15, 1992, Arthur Ashe is named Sports Illustrated Sportsperson of the Year"
      }
    ],
    "12-16": [
      {
        "id": "sports-1216-1",
        "title": "Golfer Bobby Jones is the first to win the James E.",
        "description": "On December 16, 1930, Golfer Bobby Jones is the first to win the James E. Sullivan Award for the best US amateur athlete"
      }
    ],
    "12-17": [
      {
        "id": "sports-1217-1",
        "title": "Australian cricket prodigy Don Bradman scores 118 in",
        "description": "On December 17, 1927, Australian cricket prodigy Don Bradman scores 118 in his first class debut for New South Wales against South Australia at Adelaide Oval"
      }
    ],
    "12-18": [
      {
        "id": "sports-1218-1",
        "title": "For second consecutive year",
        "description": "On December 18, 1961, For second consecutive year, AP names Wilma Rudolph female athlete of year"
      },
      {
        "id": "sports-1218-2",
        "title": "FIFA World Cup Final",
        "description": "On December 18, 2022, FIFA World Cup Final, Lusail Stadium, Qatar: Argentina beats France, 4-2 in penalty shootout after teams locked at 3-3 after extra time; Lionel Messi scores 2 for Argentina, Kylian Mbappé a hat-trick for France"
      }
    ],
    "12-19": [
      {
        "id": "sports-1219-1",
        "title": "\"Miracle at the New Meadowlands\"",
        "description": "On December 19, 2010, \"Miracle at the New Meadowlands\", the Philadelphia Eagles trail the NY Giants by 21 points with eight minutes to play before scoring four touchdowns in the final seven minutes, including a dramatic walk-off punt return for a touchdown by DeSean Jackson"
      }
    ],
    "12-20": [
      {
        "id": "sports-1220-1",
        "title": "England beat Australia by 10 runs in the first six-day",
        "description": "On December 20, 1894, England beat Australia by 10 runs in the first six-day cricket Test, Australia needed 177 to win but were all out for 166"
      }
    ],
    "12-21": [
      {
        "id": "sports-1221-1",
        "title": "First game of basketball",
        "description": "On December 21, 1891, First game of basketball, based on rules created by James Naismith, is played by 18 students in Springfield, Massachusetts, celebrated today as World Basketball Day"
      }
    ],
    "12-22": [
      {
        "id": "sports-1222-1",
        "title": "Amateur Golf Association of the United States is",
        "description": "On December 22, 1894, Amateur Golf Association of the United States is formed in New York City, renamed soon afterwards to the United States Golf Association"
      }
    ],
    "12-24": [
      {
        "id": "sports-1224-1",
        "title": "Daniel Stover and William Hance patent a bicycle with",
        "description": "On December 24, 1889, Daniel Stover and William Hance patent a bicycle with a backpedal brake"
      },
      {
        "id": "sports-1224-2",
        "title": "Chaminade, with a student body of only 850 students,",
        "description": "On December 24, 1982, Chaminade, with a student body of only 850 students, defeats #1 ranked Virginia 77-72 in a Honolulu holiday basketball classic"
      }
    ],
    "12-25": [
      {
        "id": "sports-1225-1",
        "title": "40,000 people watch Union Army soldiers play baseball",
        "description": "On December 25, 1862, 40,000 people watch Union Army soldiers play baseball at Hilton Head, South Carolina"
      }
    ],
    "12-26": [
      {
        "id": "sports-1226-1",
        "title": "First ever inter-club football match takes place at",
        "description": "On December 26, 1860, First ever inter-club football match takes place at Sandygate Road in Sheffield, England, between Sheffield F.C. and Hallam F.C. who win 2-0"
      }
    ],
    "12-27": [
      {
        "id": "sports-1227-1",
        "title": "Edmonton Oiler Wayne Gretzky becomes the fastest NHL",
        "description": "On December 27, 1981, Edmonton Oiler Wayne Gretzky becomes the fastest NHL player to reach 100 points in a season (his 38th game), scoring 4 goals and an assist in a 10-3 win over the visiting Los Angeles Kings"
      }
    ],
    "12-28": [
      {
        "id": "sports-1228-1",
        "title": "\"The Greatest Game Ever Played\": Baltimore Colts win",
        "description": "On December 28, 1958, \"The Greatest Game Ever Played\": Baltimore Colts win the 26th NFL Championship against the NY Giants 23-17 at Yankee Stadium in the first sudden-death overtime game in NFL history, with 17 future members of the Pro Football Hall of Fame involved"
      },
      {
        "id": "sports-1228-2",
        "title": "Detroit Lions crash to a 31-21 loss to the Green Bay",
        "description": "On December 28, 2008, Detroit Lions crash to a 31-21 loss to the Green Bay Packers at Lambeau Field, the first team in NFL history to go winless in a 16-game season"
      }
    ],
    "12-29": [
      {
        "id": "sports-1229-1",
        "title": "Wayne Gretzky and Martina Navratilova are named",
        "description": "On December 29, 1989, Wayne Gretzky and Martina Navratilova are named Athletes of the Decade by the Associated Press"
      },
      {
        "id": "sports-1229-2",
        "title": "Australian cricket spin king Shane Warne dismisses",
        "description": "On December 29, 1994, Australian cricket spin king Shane Warne dismisses England's Phil DeFreitas, Darren Gough and Devon Malcolm for a famous hat-trick in the second Test win in Melbourne"
      }
    ],
    "12-30": [
      {
        "id": "sports-1230-1",
        "title": "Donald Bradman scores 267 for South Australia against",
        "description": "On December 30, 1939, Donald Bradman scores 267 for South Australia against Victoria, a world record 34th first-class double century"
      }
    ],
    "12-31": [
      {
        "id": "sports-1231-1",
        "title": "The 1988 Fog Bowl 1988 A heavy",
        "description": "On December 31, 1988, The 1988 Fog Bowl 1988 A heavy, dense fog rolls over Soldier Field in Chicago during the second quarter of the Bears vs. Eagles NFC Divisional Playoff game, cutting visibility to 15 to 20 yards in a game known as \" The Fog Bowl \" (Bears win 20-12)"
      },
      {
        "id": "sports-1231-2",
        "title": "Jockey Kent Desormeaux sets a record with 598 wins in",
        "description": "On December 31, 1989, Jockey Kent Desormeaux sets a record with 598 wins in a single year"
      }
    ]
  }
}
